Repository: MustafaJordon/MescoDynamicsCRM
Catalog: Forwarding.MvcApp/App_Resources/App_Resources.*.resx
Languages: ar

# OpeningDepreciationAmount
source: Opening Depreciation
ar: مجمع الإهلاك الإفتتاحي

source: Parent SubAccount
ar: حساب تحليلي رئيسي

# PurchasingAmount
source: Purchasing Price
ar: سـعر الشـراء

# PurchasingAmountLocal
source: Purchasing Price(Local)
ar: سعر الشراء بالعملة المحلية

source: Purchasing Date
ar: تاريخ الـشراء

source: Start Depreciation Date
ar: تاريخ بداية الإهـلاك

source: YearAmount
ar: نسبة الاهلاك بالسنة

source: BarCode Type
ar: نـوع الباركود

source: Depreciation Type
ar: نوع الإهلاك

source: Is Not Depreciable
ar: غير قابل للإهلاك

source: Scrapping Amount
ar: القيمة التخـريدية

# FA_Addition
source: Addition
ar: الإضافة

# FA_AdditionManage
source: Here you can manage Assets Additions .....
ar: هنا يمكنك الإضافة الى الأصول الثابتة

# FA_Approving
source: Approving
ar: الإعتمادات

# FA_AssetsApproving
source: Assets Approving
ar: إعتماد الأصول

# FA_AssetsApprovingManage
source: Here you Can manage Approve Assets ...........
ar: هنا يمكنك إعتماد الأصول الثابته

# FA_AssetsUnApproving
source: Assets Un-Approving
ar: فك إعتماد الأصول

# FA_AssetsUnApprovingManage
source: Here you can manage Assets un-approving
ar: هنا يمكنك فك إعتماد الأصول

source: FA. Departments
ar: الأقسام

# FA_DepartmentsManage
source: Here you can manage Departments
ar: ........................... هنا يمكنك إدارة الأقسام

# FA_Depreciation
source: Depreciations
ar: الإهـلاك

# FA_DepreciationManage
source: Here you can manage Assets Depreciations ..........
ar: هنا يمكنك إهلاك جميع الأصول لفرع معين

# FA_Devisons
source: Divisions
ar: الإدارات

# FA_DevisonsManage
source: Here you can manage divisions
ar: ............................هنا يمكنك إضافة او تعديل الإدارات

# FA_Exclusion
source: Exclusions
ar: الإستبعاد الجزئي / الكلي

# FA_ExclusionManage
source: Here you can Manage Assets Exclusions ........
ar: هنا يمكنك إستبعاد جزئي او كلي للأصول في حالات البيع - التلف - الفقد ...الخ

# FA_Reports
source: Reports
ar: التقارير

# FA_Transactions
source: Transactions
ar: العمليات

# FA_UserBranches
source: User Branches
ar: فروع المستخدمين

# FA_UserBranchesManage
source: Here you can manage user branches
ar: ........................... هنا يمكنك ربط المستخدمين بالفروع

source: Approve Selected
ar: إعتماد المحدد

source: Invoice No.
ar: رقم الفاتورة

source: Operation No
ar: رقم العملية

source: Print Options
ar: خيارات الطباعة

source: UnApprove Selected
ar: فك ترحيل المحدد

source: Un-Approve
ar: فك الإعتماد

source: Add To Depreciation Percentage
ar: إضافة القيمة الى نسبه إستقطاع الإهلاك

source: Depreciation
ar: إهلاك

source: Exluded Type
ar: سبب الإستبعاد

source: Factor
ar: معامل

# FA_Asset
source: Asset
ar: الأصل

# FA_AssetCode
source: Asset Code
ar: كود الأصل

# FA_AssetName
source: Asset Name
ar: إسم الأصل

source: Transaction Type
ar: نوع العملية

# AllocationandCashInvoicesPayment
source: Allocation & Cash Invoices Payment
ar: تحصيل ودفع الفواتير النقدية

source: Receipt Date
ar: تاريخ الإستلام

source: RS_Reservation
ar: حجز الوحدات

# RS_ReservationManage
source: Here you can reserve Units .........................
ar: هنا يمكنك حجز الوحدات.....................

# FA
source: F.Assets
ar: الأصول الثابتة

# FA_Day
source: Day
ar: يــوم

# FA_DepreciationAmount
source: Depreciation Amount
ar: قيمة الإهلاك

# FA_LastAmount
source: Last Amount
ar: القيمة الدفترية الحالية

# FA_Month
source: Month
ar: شــهر

# FA_PeriodType
source: Period Type
ar: نوع الفترة

# FA_SpecifiedPeriod
source: SpecifiedPeriod
ar: فتــرة محـددة

# FA_StopDepreciations
source: Depreciations Cancellation
ar: إلغاء الإهلاك

# FA_StopDepreciationsManage
source: Here you can cancel Depreciation Transaction .......
ar: هنا يمكنك إلغاء الإهلاك المجمع للأصول

# FA_Year
source: Year
ar: ســنة

# PeriodType
source: Email Period Type
ar: نوع الفترة

source: Review
ar: مــراجعـة

source: ChequeReceiving / Cheque Issue
ar: إستلام / إصدار الشيك

source: Cheque Status
ar: حالة الشيك

source: Invoices Payment
ar: دفع الفواتير

source: Current Amount
ar: القيمة الدفترية الحالية

source: Current Qty
ar: الكمية الحالية

# FA_AssetsGroups
source: Assets Group
ar: مجموعات الأصول الثابتة

# FA_AssetsGroupsManage
source: Here you can add edit Assets group ......
ar: هنا يمكنك إضافة مجموعات الأصول و النسب الإفتراضية للأصول في فترات معينة

source: Last Depreciation Date
ar: تاريخ آخر إهلاك

# WH_CntrStock
source: Container Stock
ar: مخزون الحاويات

source: Generated Automatically
ar: ينشأ تلقائيا

source: Introductory Statement
ar: بيان تمهيدي

# ManageBankTemplates
source: Here you can add, edit and delete banks templates ..........
ar: ............................هنا يمكنك إدارة قوالب البنوك

source: Template Name
ar: إسم القالب

source: UnAllocated Amount
ar: مبلغ غير مخصص

source: Available Amounts
ar: المبلغ المتاح

source: Additions and Exclusions
ar: الإضافة و الإستبعاد

source: Asset Card
ar: بطاقة الأصل

source: Assets Barcode
ar: طباعة الباركود

# FA_AssetsReports
source: Assets Reports
ar: تقارير بطاقة الأصل

# FA_AssetsReportsManage
source: Here you can Show And Print Assets Reports
ar: هنا يمكنك عرض و طباعة تقارير بطاقة الأصل

# FA_TransactionsReports
source: Transactions Report
ar: تقارير العمليات

# FA_TransactionsReportsManage
source: Here you can show and print Transactions Reports
ar: هنا يمكنك عرض و طباعة العمليات على الأصول

source: Select All
ar: إختر الكل

source: Select All Branches
ar: أختر كل الفروع

# SelectAllDepartment
source: Select All Departments
ar: أختر كل الأقسام

source: Select All Divisions
ar: أختر كل الإدارات

source: Select All Groups
ar: إختر كل المجموعات

source: Balance Amount Due
ar: مبلغ الرصيد المستحق

source: Item Amount Due
ar: مبلغ السلعة المستحق

source: Search Store Name / Account Name
ar: بحث إسم المخزن / إسم الحساب

# AgentStatmentAr
source: Agent Statement Ar
ar: بيان الوكيل ع

# AgentStatmentEn
source: Agent Statement En
ar: بيان الوكيل E

source: By Currency
ar: بالعملة

# ClientStatmentAr
source: Client Statement Ar
ar: بيان العميل ع

# ClientStatmentEn
source: Client Statement En
ar: بيان العميل E

source: Comparison
ar: مقارنة

source: Cost Center By Account
ar: مركز التكلفة بالحساب

source: Cost Center By Sub Account
ar: مركز التكلفة بالحساب التحليلي

source: Cost Center Profit
ar: أرباح مركز التكلفة

source: Cost Center Summary
ar: ملخص مركز التكلفة

source: Header
ar: العنوان

source: Level One
ar: المستوي الأول

source: Year
ar: السنة

source: Is Closed
ar: مغلق

source: Is Main Group
ar: مجموعة رئيسية

source: Parent Group
ar: المجموعة الرئيسية

source: Open
ar: فتح

# ProfitandLossAccount
source: Profit & Loss Account
ar: حساب الربح والخسارة

source: Client Dbt / Crdt Notes
ar: إشعار مدين / دائن للعملاء

source: Client Dbt / Crdt Notes Management
ar: .......................................... هنا يمكنك إدارة إشعار مدين / دائن للعملاء

source: New Excel File
ar: ملف إكسيل جديد

source: No.
ar: رقم

source: Sales
ar: المبيعات

# Sales_Transactions
source: Transactions
ar: الحركات

# FA_AssetAmount
source: Asset Amount
ar: قيمة الأصل

# FA_TransactionsFollowUp
source: Transactions Follow-Up
ar: متابعة حركات الأصل

source: Actual Qty
ar: الكمية الفعلية

source: Asset Branch
ar: الفرع الأساسي

source: Asset Department
ar: القسم الأساسي

# AssetDevision
source: Asset Division
ar: الإدارة الأساسية

source: Division
ar: الإدارة

# FA_AssetsInventory
source: Assets Inventory
ar: جرد الأصول

# FA_AssetsInventoryManage
source: Here you can Manage Assets Inventory operation
ar: هنا يمكنك إدارة عملية جرد الأصول

source: Search For Names / LocalNames
ar: بحث الإسم / الإسم العربي

source: User Privileges
ar: صلاحيات المستخدم

source: Search For Modules / Groups / Forms
ar: بحث الوحدات / المجموعات / الشاشات

source: Search Name / LocalName / Branch / Dept / Username
ar: بحث الإسم / الإسم المحلي / الفرع / القسم / إسم المستخدم

source: Tax Exempted
ar: معفى ضريبياً

source: Commercial Register
ar: سجل تجاري

source: Tax ID
ar: كود الضريبة

source: Daily Exchange Rate
ar: سعر تحويل العملات

source: All Actions
ar: كل الإجراءات

source: Department Name
ar: إسم القسم

source: Fax
ar: فاكس

source: Log For
ar: السجلات

source: Merge
ar: دمج

source: Search Branches / Users
ar: بحث الفروع / المستخدمين

source: Search by Invoice No.
ar: بحث برقم الفاتورة

source: Search Name
ar: بحث الإسم

source: Search Safes / Users
ar: بحث الخزائن / المستخدمين

source: Select Duplicate Items:
ar: حدد العناصر المكررة

source: Sub Accounts
ar: الحسابات التحليلية

source: Transfer to Operation
ar: نقل إلي العملية - آخر 3 شهور

source: Expected Qty
ar: العدد المتوقع

source: On the Level
ar: على مستوى

source: Add Expenses
ar: إضافة مصروفات

source: Add Services
ar: إضافة خدمات

source: Add Tax
ar: إضافة ضريبة

source: Bank Charges
ar: الرسوم المصرفية

source: Bill No.
ar: رقم الفاتورة

source: Choose
ar: إختر

# ClientID
source: Client Name
ar: إسم العميل

# DCNotesDate
source: DbtCrdt Notes Date
ar: تاريخ إشعار مدين / دائن

# DCNotesSerial
source: DbtCrdt Notes Serial
ar: مسلسل إشعار المدين / الدائن

source: Discount Percentage
ar: نسبة الخصم

source: Discount Value
ar: قيمة الخصم

source: Invoices Exchange Rate
ar: معدل التغير

source: Inv Tax Amount
ar: قيمة الضريبة

source: Is Before Taxes
ar: قبل الضريبة

# IsDbt
source: Is DbtCrdt
ar: مدين / دائن

source: Issue Date
ar: تاريخ الإصدار

source: Local Price
ar: السعر المحلي

source: Paid
ar: المدفوع

source: Payment Date
ar: تاريخ الدفع

# PaymentNotes
source: Notes
ar: الملاحظات

source: Qty in store
ar: كمية المخزن

source: Search Sales Invoice
ar: بحث فواتير المبيعات

source: SL Payments
ar: سداد فواتير المبيعات

# SL_PaymentsManage
source: Here you can add, edit and delete SL Payments .............
ar: .......................................... هنا يمكنك سداد فواتير المبيعات

source: Taxes
ar: الضرائب

source: Tax Percentage
ar: نسبة الضريبة

source: Total Net Price
ar: السعر الكلي

# TraInvoiceSerial
source: Invoice serial
ar: مسلسل الفاتورة

# VoucherCashCode
source: Cash Code
ar: كود النقدي

# VoucherChequeCode
source: Cheque Code
ar: كود الشيك

source: Detailes By Currency
ar: تفصيلي بالعملة

source: Main Account
ar: الحساب الرئيسي

# SL_ApproveSL_DbtCrdtNotes
source: Approve DbtCrdtNotes
ar: إعتماد إشعار مدين / دائن

# SL_ApproveSL_DbtCrdtNotesManagement
source: Here you can approve DbtCrdtNotes
ar: .......................................... هنا يمكنك إعتماد إشعار مدين / دائن

# SL_ClientAccountStatementReport
source: Client Account Statement
ar: كشف حساب عميل

# SL_ClientAccountStatementReportManage
source: Here you can Print Client Account Statement reports ......
ar: .......................................... هنا يمكنك طباعة كشف حساب عميل

# SL_UnApproveSL_DbtCrdtNotes
source: UnApprove DbtCrdtNotes
ar: فك إعتماد إشعار مدين / دائن

# SL_UnApproveSL_DbtCrdtNotesManage
source: Here you can Unapprove DbtCrdtNotes
ar: .......................................... هنا يمكنك فك إعتماد إشعار مدين / دائن

source: Summarized
ar: إجمالي

source: With Inv Details
ar: تفصيلي بالفاتورة

source: Cost Center Sales Follow-Up
ar: متابعة المبيعات - مركز التكلفة

source: Customers Sales Follow-Up (Total)
ar: متابعة مبيعات العملاء - إجمالي

source: Invoices Sales Totals
ar: إجمالي فواتير المبيعات

source: Items Sales Follow-Up (Total)
ar: متابعة أصناف المبيعات - إجمالي

source: Sales Follow-Up Total For Period
ar: متابعة المبيعات - إجمالي بالفترة

source: Sales Invoices Follow-Up Items
ar: متابعة أصناف فواتير المبيعات

source: Sales Items Follow-Up
ar: متابعة أصناف المبيعات

source: Sales Items Follow-Up (Totals Qty For Clients)
ar: متابعة أصناف المبيعات - إجمالي الكميات للعميل

source: Sales Items Totals
ar: إجمالي أصناف المبيعات

source: Services Sales Follow-Up
ar: متابعة خدمات المبيعات

source: Services Sales Follow-Up (Local)
ar: متابعة خدمات المبيعات - محلية

source: Car Place Area
ar: مساحة إنتظار السيارات

source: Car Place No
ar: أماكن إنتظار السيارات

source: Counter
ar: العداد

source: Counter Date
ar: تاريخ العداد

source: Installment Date
ar: تاريخ القسط

source: Installment No
ar: رقم القسط

source: Maintainance_2 Amount
ar: دفعة الصيانة_2

source: Maintainance_2 Date
ar: تاريخ الصيانة_2

source: Maintainance Amount
ar: دفعة الصيانة

source: Maintainance Date
ar: تاريخ الصيانة

source: Monthly Amount
ar: قيمة القسط الشهري

source: Monthly Date
ar: تاريخ القسط الشهري

source: Monthly No
ar: عدد الأقساط الشهرية

source: Project
ar: المشروع

source: QSP
ar: الوديعة

source: QSP Date
ar: تاريخ الوديعة

source: Reservation Amount
ar: دفعة الحجز

source: Reservation Date
ar: تاريخ الحجز

source: Share In Land
ar: نسبة الأرض

source: Telephone
ar: التليفون

source: Telephone Date
ar: تاريخ التليفون

source: Unit Status
ar: حالة الوحدة

source: Cross Booking
ar: الحجز عبر

source: Loaded
ar: تحميل

# PhonesandFaxes
source: Phones & Faxes
ar: التليفون / الفاكس

source: ReExport
ar: إعادة تصدير

source: Select charge to bind
ar: حدد تغيير الربط

# A_PayablesAllocations
source: Payables Allocations
ar: مستحقات الدفع

# A_PayablesAllocationsManage
source: Here you can add payables allocation ................
ar: ............................... هنا يمكنك إدارة مستحقات الدفع

source: Load Accounts
ar: تحميل الحسابات

source: Select All Accounts
ar: تحديد كل الحسابات

source: Select All activity expense
ar: نحديد كل نفقات النشاط

source: Select All activity income
ar: تحديد كل دخل النشاط

source: Select All CostCenters
ar: تحديد كل مراكز التكلفة

source: Select All Journal Types
ar: تحديد كل أنواع اليوميات

source: Select All Sub Accounts
ar: تحديد كل الحسابات التحليلية

# SupplierStatementEn
source: Supplier Statement
ar: بيان مورد

source: Deducted Tax
ar: ضريبة الخصم

source: SpecialDisc.
ar: خصم خاص

source: Tank
ar: تنكات

source: All Branches
ar: كل الفروع

# AmtwithoutTax
source: Amt w/o Tax
ar: القيمة بدون الضريبة

source: Customs Clearance Cert
ar: شهادة التخليص الجمركي

source: Entitlement Days
ar: أيام الإستحقاق

source: ex. 25
ar: مثل: 25

source: Get Items
ar: عرض العناصر

source: Good Receipt No
ar: رقم إيصال

source: Is Approved
ar: معتمد

source: Is Collected
ar: تم تحصيله

source: Select All Banks
ar: تحديد كل البنوك

source: Select All Safes
ar: تحديد كل الخزن

# TaxValueperc
source: Tax Value %
ar: قيمة الضريبة %

source: Invoices Purchasing (Totals)
ar: فواتير المشتريات (الإجمالي)

# PS_SupplierAccountStatementReport
source: Supplier Account Statement
ar: كشف حساب المورد

# PS_SupplierAccountStatementReportManage
source: Here you can manage Supplier Account Statement Report ......
ar: .......................................... هنا يمكنك إدارة كشف حساب المورد

source: Purchasing Follow-Up (Month Period)
ar: متابعة المشتريات (بالفترة)

source: Purchasing Follow-Up (Suppliers)
ar: متابعة المشتريات (بالمورد)

source: Purchasing Follow-Up (Total For Suppliers)
ar: متابعة المشتريات (الإجمالي بالمورد)

source: Purchasing Follow-Up (Total Items)
ar: متابعة المشتريات (الإجمالي بالصنف)

source: Purchasing Invoices Follow-Up (Items)
ar: متابعة فواتير المشتريات ( بالصنف)

source: Purchasing Invoices Items Follow-Up (Quantities)
ar: متابعة فواتير المشتريات (بالكميات)

source: Purchasing Items Follow-Up
ar: متابعة شراء الأصناف

source: Purchasing Items Follow-Up (Totals)
ar: متابعة شراء الأصناف (الإجمالي)

source: Purchasing Items (Totals)
ar: أصناف المشتريات (الإجمالي)

source: Select All Items
ar: تحديد كل الأصناف

source: Select All Suppliers
ar: تحديد كل الموردين

source: Services Purchasing Follow-Up
ar: متابعة خدمات الشراء

source: Services Purchasing Follow-Up (Local)
ar: متابعة خدمات الشراء (محلي)

source: Suppliers Invoices Follow-Up (Totals by Currency)
ar: متابعة فواتير الموردين (الإجمالي بالعملة)

source: Add Conversion
ar: إضافة تحويل

source: Add Exsiting Group
ar: إضافة مجموعة حالية

source: Add New Group
ar: إضافة مجموعة جديدة

source: Add Stock
ar: إضافة مخزون

source: Depth(CM)
ar: العمق(سم)

# I_ItemsGroups
source: Items Tree
ar: شجرة الأصناف

# I_ItemsGroupsManage
source: Here you can manage Items Groups ........
ar: ............................هنا يمكنك إدارة شجرة الأصناف

source: Len. Unit
ar: طول الوحدة

source: Lot No.
ar: عدد الكثير

source: Parent
ar: المجموعة الأساسية

source: Preferred Area
ar: المنطقة المفضلة

source: Select Group Items
ar: تحديد عناصر المجموعة

source: Serial No
ar: المسلسل

source: Stock Unit
ar: وحدة المخزون

source: Stock Unit Conversion
ar: تحويل وحدة المخزون

source: Track By:
ar: تتبع بواسطة

source: Uploaded Docs
ar: تحميل المستندات

source: Upload Folder Name
ar: تحميل اسم المجلد

source: Vehicle
ar: المركبة

# Width
source: Width(CM)
ar: العرض(سم)

source: Wt.Unit
ar: وزن الوحدة

source: Exmination Orders
ar: طلبات الفحص

source: Is From Invoice
ar: من فاتورة

source: Material Issue Requests
ar: طلبات الصرف

source: By Account Transaction
ar: تفصيلى حسابات بالحركات

source: Average Price
ar: متوسط السعر

source: Broker Store Trans
ar: وسيط تحويل المخزن

source: Clear
ar: مسح

source: Difference
ar: الفرق

source: From Store
ar: من مخزن

source: Get Invoices
ar: عرض الفواتير

source: Is From Request
ar: من طلب

source: Price Details
ar: تفاصيل السعر

# SC_Inventory
source: Inventory
ar: المخزون

# SC_InventoryManage
source: Here you can manage inventory ...
ar: ............................هنا يمكنك إدارة المخزون

# SC_ItemsCardQty
source: Item Card Quantities
ar: كارت الصنف - الكميات

# SC_ItemsCardQtyManage
source: Here you can Read , Print Item Card quantities Report.....
ar: ............................هنا يمكنك قراءة وطباعة تقرير كميات كارت الصنف

# SC_OutgoingItemsReport
source: Outgoing Items Report
ar: تقرير الأصناف - الصادر

# SC_OutgoingItemsReportManage
source: Here you can manage Outgoing Items Report......
ar: ............................هنا يمكنك قراءة وطباعة تقرير الأصناف - الصادر

# SC_Settlement
source: Settlement
ar: تسوية المخازن

# SC_SettlementManage
source: Here you can manage settlement ...
ar: ............................هنا يمكنك إدارة تسويات المخازن

source: Select All Stores
ar: تحديد كل المخازن

source: Stock Balance Summary
ar: مجمع أرصدة المخازن

source: Stock Total Balance
ar: إجمالي أرصدة المخازن

source: To Store
ar: إلي مخزن

source: Transaction Details
ar: تفاصيل الحركات

source: Density
ar: الكثافة

source: Parent Request Code
ar: كود طلب الصرف الرئيسي

# TransParentCode
source: Parent Transfer Code
ar: كود إذن التحويل الرئيسي

source: Months
ar: عدد الشهور

source: Years
ar: عدد السنين

# FirstStepDraftInvoiceApproval
source: Draft Invoices Approvals
ar: إعتماد مسودة الفواتير

# FirstStepDraftInvoiceApprovalManage
source: Here you can approve draft invoices ..........................................
ar: ............................هنا يمكنك إعتماد مسودة الفواتير

# PrintJVsSelected
source: Selected Jvs
ar: طباعة القيود المحددة

# FA_DepreciationsByAssets
source: Depreciations By Assets
ar: إهلاك بالأصل

# FA_DepreciationsByAssetsManage
source: Here you can manage Assets Depreciations .....
ar: هنا يمكنك إهلاك أصل معين

# NoAccessDepartments
source: Departments
ar: الأقسام

# NoAccessDepartmentsManage
source: Here you can manage departments ...................
ar: ................. هنا يمكنك إدارة الأقسام

# FA_AssetsArchive
source: Assets Archive
ar: ارشيف محذوفات الاصول

# ServiceDepartmentBinding
source: Push Notification
ar: ربط الأقسام بالخدمات

# ServiceDepartmentBindingManage
source: Here you can Push Notificationsequence ............
ar: ............................هنا يمكنك ربط الأقسام بالخدمات

# DepartmentChargeBinding
source: Departments Charges Binding
ar: ربط الأقسام ببنود المصاريف

# DepartmentChargeBindingManage
source: Here you can bind departments to charges ...........................
ar: ............................هنا يمكنك ربط الأقسام ببنود المصاريف

# ManageUnapprovingPayableAllocations
source: Here you can un approve to payable allocation
ar: ................ هنا يمكنك فك ترحيل مستحقات الدفع

source: Unapproving Payable Allocations
ar: فك ترحيل مستحقات الدفع

source: Select All Customers
ar: نحديد كل العملاء

# FA_DepreciableAssets_AR
source: Depreciable Assets
ar: أصول الأجهزة و الآلات

# FA_DepreciationSummary_AR
source: Depreciation Summary
ar: ملخص استهلاك الاصول

# FA_FinancialTransByBranch_AR
source: Assets Financial Trans By Branches
ar: ملخص الحركة المالية (الفروع)

# FA_FinancialTransByDepreciated_AR
source: Assets Financial Trans By Statue
ar: ملخص الحركة المالية (مستنفذ/قائم)

# FA_FinancialTransByGroup_AR
source: Assets Financial Trans By Groups
ar: ملخص الحركة المالية (بالنوع)

# FA_FinancialTransSummary_AR
source: Ass Financial Trans Summary
ar: ملخص الحركة المالية للاصول

# FA_FinancialTrans_AR
source: Assets Financial Trans
ar: الحركة المالية للاصول

# FA_InsertedAssets_AR
source: Inserted Assets
ar: تقرير بالادخالات خلال الفترة

# FA_Purchasing_AR
source: Assets Purchasing
ar: مشتريات الأصول

# FA_UnDepreciableAssets_AR
source: Un-Depreciable Assets
ar: الأصول الغير خاضعة للاحتساب

source: Upload Excel
ar: تحميل اكسيل

# FA_AllAssetsWithoutDateFilter_AR
source: All Assets Report
ar: تقرير بجميع الأصول

# FA_TotalDepreciations
source: Total Depreciations
ar: مجمع الاهلاك

# Email_DisplayName
source: Display Name
ar: الاسم

source: Email Password
ar: باسورد الايميل

source: Email Setting
ar: إعدادات الايميل

source: Send Test Email
ar: إرسال إيميل تجريبي

source: (Test Your Setting)
ar: (إختبر إعدادات الايميل)

source: Send Email
ar: ارسال ايميل

# SendEmailTo
source: Send as Email To
ar: إرسال كإيميل الى

source: Count
ar: العدد

# FA_DepreciationData
source: Depreciation Data
ar: بيانات الاهلاك

# FA_Location
source: Location
ar: الموقع

# FA_Purchase
source: Purchase
ar: بيانات الشراء

source: Is Active User
ar: حساب مستخدم نشط

source: Operation Man
ar: رجل العملية

source: Ref
ar: المرجع

source: Booking
ar: الحجز

# BookingNumber
source: BookingNo.
ar: رقم الحجز

source: Filter Options
ar: خيارات البحث

# NewFromQuotation
source: New From Quot.
ar: إضافة من العروض

source: PO Date
ar: تاريخ أمر الشراء

source: PO Value
ar: قيمة أمر الشراء

source: Reference
ar: المرجع

source: Release Date
ar: تاريخ الإصدار

source: Release Number
ar: رقم الإصدار

source: Release Value
ar: قيمة الإصدار

source: RoutingDates
ar: تواريخ

source: State
ar: الحالة

source: Task
ar: المرحلة

# TR
source: Fleet
ar: النقل

# TruckingOrders
source: TR Supplier (Containers)
ar: أوامر النقل

# ActivateCustomerFollowUp
source: Activate CRM follow-up
ar: تفعيل متابعة العملاء المحددين

source: Settlement Amount
ar: مبلغ التسوية

# TotalActualCost
source: Actual Cost
ar: الإجمالى الفعلي

# TotalEstimatedCost
source: Estimated Cost
ar: الإجمالى المتوقع

# CCModule
source: Custom Clearance
ar: التخليص

# CustomClearanceModule
source: Custom Clearance
ar: التخليص

# CustomClearanceModuleTab
source: Custom Clearance
ar: التخليص

# TankOrFlexi
source: Tank/Flexi
ar: تانك أو فليكسات

# MainDashboardForm
source: Dashboard
ar: الشاشة الرئيسية

# MainDashboardFormManage
source: Watch Dashboard ........................................................................
ar: .......................................................... مشاهدة الشاشة الرئيسية

# VehicleReportTab
source: Vehicles Reports
ar: VehicleReportTab

# VehicleTransaction
source: Transactions
ar: الحركات

# FleetQuotation
source: Fleet Contract
ar: Fleet Quotation

# FleetQuotationManage
source: Here you can manage fleet contracts
ar: Here you can manage fleet quotations

# FleetQuotationTab
source: Fleet Contract
ar: FleetQuotationTab

source: Cancel
ar: إلغاء

source: Custody Settlement
ar: تسوية العهد

# ManageCustodySettlement
source: Here you can make your custody settlement
ar: هنا يمكنك إجراء تسوية الحضانة الخاصة بك

source: Payment Request
ar: طلب صرف عهده

# PaymentRequestManage
source: Here you can show , edit and delete payment request
ar: هنا يمكنك إضافة أو تحديث أو حذف طلب صرف عهده

# RecAndPaySettlements
source: Settlements
ar: تسويات

source: Custudy Balance
ar: رصيد العهد

# CustudyBalanceManage
source: Here you can View CustudyBalance .........
ar: يمكن مراجهة رصيد " الطلبات والتسويات "
