Repository: MustafaJordon/MescoDynamicsCRM
Catalog: Forwarding.MvcApp/App_Resources/App_Resources.*.resx
Languages: ar

source: Is Forwarding Inv
ar: فاتورة شحن

source: Is From Examination Order
ar: من أمر فحص

source: Is From Good Receipt
ar: من اذن اضافة

source: Asset Code
ar: رقم كارت الاصل

source: Asset Type
ar: المجموعة

source: Maximum Limit
ar: الحد الأقصى

source: Minimum Limit
ar: الحد الأدنى

source: Exchange Request
ar: طلب الصرف

# ExchangeRequestManage
source: Here you can add or update or delete Empty Tariff .........
ar: .......................................... هنا يمكنك إدارة طلب الصرف

source: Choose process items
ar: اختيار بنود العملية

source: Coupon
ar: القسيمة

source: B/L
ar: رقم البوليصة

source: Creator
ar: المنشئ

source: ETA POD
ar: ميعاد الوصول التقريبي

source: ETD POL
ar: الميعاد المتوقع للرحيل

source: Flexi
ar: فليكسات

source: New From Quot
ar: إضافة من عروض الأسعار

source: Operation / BL
ar: رخصة العملية

source: Print Document
ar: طباعة مستند

# Qtty
source: Qty
ar: عدد الحاويات

source: Settelment Supplier Drivers
ar: عهد السائقين

# SettelmentSupplierDriversManage
source: Here you can add or update or delete Settelment Supplier Drivers.........
ar: هنا يمكنك مراجعة عهد السائقين

source: Certificate No
ar: رقم الشهادة

source: Container No
ar: رقم الحاوية

source: Courier No
ar: رقم الساعي

source: Filter Operations
ar: خيارات البحث

source: From ETA Date
ar: من ميعاد الوصول التقريبى

source: From ETD Date
ar: من الميعاد المتوقع للرحيل

source: From Open Date
ar: من تاريخ الفتح

source: Gross Wgt (kg)
ar: الوزن الإجمالي (كجم)

source: Loading Date
ar: تاريخ التحميل

source: Operation Serial
ar: تسلسل العملية

source: Quotation No
ar: رقم عرض السعر

source: To ETA Date
ar: إلي ميعاد الوصول التقريبى

source: To ETD Date
ar: إلي الميعاد المتوقع للرحيل

source: To Open Date
ar: إلي تاريخ الفتح

source: Alarm
ar: تنبيه

source: Business Unit
ar: وحدة الأعمال

source: Calc. VGM
ar: حساب الكتلة الإجمالية

source: Cargo
ar: نوع الحاوية

source: Cargo Properties
ar: خصائص الحاوية

source: Change Operation Type
ar: تغيير نوع العملية

source: ChgWt
ar: الوزن المحمّل

source: ChgWt(kg)
ar: الوزن المحمّل(كجم)

source: Client Credit Balance
ar: رصيد العميل الدائن

source: Dispatch No
ar: رقم الإرسالية

source: Move To Operation
ar: الإنتقال إلي العملية

source: OpClient
ar: عميل الشحنة

source: Operator
ar: العامل

source: Placed On
ar: موضوع علي

source: Select Operation
ar: تحديد العملية

source: Send Alarm
ar: إرسال تنبيه

source: Sent to warehouse
ar: إرسال إلي المستودع

source: Service Done
ar: تمت الخدمة

source: Set as Operation Client
ar: تحديد عملية الشريك

source: Set Close Date
ar: تحديد تاريخ الإغلاق

source: VGM(KG)
ar: التحقق من الكتلة(كجم)

source: Volumetric.Wt
ar: الوزن الحجمي

source: Actual Cost
ar: التكلفة الفعلية

source: Actual Pay with VAT
ar: المدفوع الفعلي بالضريبة

source: Actual Pay w.o VAT
ar: المدفوع الفعلي بدون ضريبة

source: Add Credit Note
ar: إضافة إشعار دائن

source: Add Debit Note
ar: إضافة إشعار مدين

source: Add Trucking Order
ar: إضافة أمر نقل

source: ATA POL
ar: ميعاد الوصول الفعلي

source: ATD POL
ar: ميعاد الرحيل الفعلي

source: Bill
ar: الفاتورة

source: Bosla
ar: بوصلة

source: Clearance Done
ar: تم التخليص

source: Deduction
ar: الخصم

source: Default Note
ar: الملاحظات الإفتراضية

source: Default Route
ar: الطريق الإفتراضي

source: Delivery Place / Address
ar: مكان التوصيل / العنوان

source: Estimated Cost
ar: التكلفة المتوقعة

source: Estimated Payables
ar: المصروفات المتوقعة

source: ETA POL
ar: ميعاد الوصول التقريبى

source: Flexi Payables
ar: المدفوعات المرنة

source: HBL/Cert
ar: شهادة/بوليصة

source: New Draft
ar: إضافة مسودة

source: Note No
ar: رقم الملحوظة

source: Notes / CourierNo.
ar: ملاحظات / رقم الساعي

source: Official Receipts Alarm
ar: تنبيه الإيصالات الرسمية

source: Pickup Place / Address
ar: مكان التحميل / العنوان

source: Recommend Prices
ar: توصية الأسعار

source: Rec w.o VAT
ar: المصروفات بدون الضريبة

source: Reefer Prop. To All
ar: خصائص المبرد للكل

source: Refundable Items Alarm
ar: تنبيه الأصناف القابلة للإسترداد

source: Road No
ar: رقم الطريق

source: Route&Serv.
ar: مسار الرحلة والخدمات

source: Selected Items
ar: تحديد الأصناف

source: Select Supplier
ar: تحديد المورد

source: Tank Number
ar: رقم التانك

source: Trucking Done
ar: تم النقل

source: WareHouse Location
ar: موقع المستودع

source: WHT
ar: ضريبة المنبع

source: WHT_Amt
ar: قيمة ضريبة المنبع

source: Amt without Tax-Disc
ar: المبلغ بدون ضريبة خصم

source: Cntr/Tank
ar: حاوية/تانك

source: No Of Notes
ar: عدد الملاحظات

source: Payment Request Supplier
ar: طلب صرف مورد

# PaymentRequestSupplierManage
source: Here you can show , edit and delete payment request Supplier
ar: هنا يمكنك إضافة أو تحديث أو حذف طلب صرف مورد

source: Add Tracking Stage
ar: إضافة مرحلة تتبع

source: Attch
ar: مرفقات

source: Client Address
ar: عنوان العميل

source: Done
ar: تم

source: Original
ar: أصلي

source: Receivers
ar: المستقبلين

source: Select Print Type
ar: حدد نوع الطباعة

source: Select Users & Send
ar: تحديد المستخدمين وإرسال

source: Senders
ar: المرسلين

source: Supplier Address
ar: عنوان المورد

source: Telex Release
ar: إرسال برقية

source: Upload Files
ar: رفع الملفات

source: With VAT
ar: بالضريبة

# ExchangeMovement
source: Paying Confirm
ar: حركة الصرف

# ExchangeMovementMange
source: Here you can see all Paying Confirm
ar: هنا يمكنك مشاهدة جميع حركات الصرف

source: Request Date
ar: تاريخ الطلب

source: Settlement Date
ar: تاريخ التسوية

# ReceiptMovement
source: Receiving Confirm
ar: حركة القبض

# ReceiptMovementManage
source: Here you can see all Receiving Confirm
ar: هنا يمكنك مشاهدة جميع حركات القبض

source: Search by Item
ar: البحث بالصنف

source: Add Cargo
ar: إضافة حاوية

source: Clearance
ar: التخليص

source: Delivered
ar: تم التوصيل

source: Delivery Country
ar: دولة الوصول

source: Pickup City
ar: ميناء الشحن

source: Pickup Country
ar: دولة الشحن

source: Delays
ar: التأخير

source: Genset Supplier
ar: مورد المولد

source: Load Vehicle/Cargo
ar: حمولة السيارة/الشحنة

source: Owned By Company
ar: مملوكة للشركة

source: Power From Gate In Till Actual Sailing
ar: الإدارة من البوابة حتي الإبحار الفعلي

source: Transfer Cargo
ar: نقل الحاوية

source: Container/Tank
ar: حاوية/تانك

source: Issue Voucher To
ar: صرف الى

source: Print Multiple Invoices
ar: طباعة عدة فواتير

source: D/C Note
ar: إشعار مدين/دائن

source: Note Date
ar: تاريخ الإشعار

source: Note Type
ar: نوع الإشعار

# MaterialIssueVouchersFollowUp
source: Work Orders Follow-Up
ar: متابعة اذونات الصرف

# MaterialIssueVouchersFollowUpManage
source: Search , print And read Work Orders Follow-Up Reports
ar: عرض و طباعة تقارير متابعة اذونات الصرف

source: Expenses Amount
ar: قيمة المصروفات

source: License Expire Date Alarms Users
ar: تنبيهات تاريخ انتهاء الترخيص للمستخدمين

# LicenseExpireDateAlarmsUsersManage
source: Here you can add users who have the authority to receive notifications for License Expire Dates
ar: .................................... هنا يمكنك ضبط تنبيهات تاريخ انتهاء الترخيص للمستخدمين

# InvoiceStatusForm
source: Invoice Status
ar: حالة الفاتورة

# InvoiceStatusForm_Manage
source: Here you can set invoice status .......................................
ar: .................................... هنا يمكنك ضبط حالة الفواتير

# PS_PurchasingOrders
source: Purchasing Orders
ar: أوامر الشراء

# PS_PurchasingOrdersManage
source: Here You Can Manage Purchasing Orders
ar: يمكنك إدارة أوامر الشراء

source: Is Used
ar: مستخدم

source: Actual Alarm / km
ar: التنبيه الفعلي / كم

source: Expected Alarm / km
ar: التنبيه المتوقع / كم

source: Refresh Tree
ar: تحديث الشجرة

source: Re-order limit
ar: حد إعادة الطلب

source: Returned Item
ar: المنتج المرتجع

source: Returned Quantity / Litre
ar: الكمية المرتجعة / باللتر

# IsAddedFromQuotations
source: Added From Quotations
ar: الاضافة من عروض الأسعار

source: Clear All
ar: حذف الكل

source: Clear Filters
ar: حذف الخيارات

source: Charge Type
ar: إسم المصروف

source: Cheque Issue
ar: إصدار شيك

source: Cheque Receiving
ar: إستلام شيك

source: Collected
ar: محصل

source: Download Price List Excel
ar: تحميل ملف إكسيل قائمة السعر

source: Payment Status
ar: حالة الدفع

source: Payment (Supplier-Custdy)
ar: المدفوع (مورد - عهده)

source: Returned
ar: مرتد

source: Select Date
ar: إختر التاريخ

source: Under Collect
ar: تحت التحصيل

source: UnPaid
ar: غير مدفوع

source: Is From Purchasing Order
ar: من أمر شراء

# PS_ApprovePurchasingOrders
source: Approve Purchasing Orders
ar: إعتماد أوامر الشراء

# PS_ApprovePurchasingOrdersManage
source: Here You Can Approve Purchasing Orders....
ar: هنا يمكنك إعتماد أوامر الشراء

source: Item Name (Printed)
ar: إسم الصنف(طباعة للعميل)

source: Price (Printed)
ar: السعر (طباعة للعميل)

source: Printed Count (Printed)
ar: الكمية (طباعة للعميل)

source: Total Price (Printed)
ar: إجمالي السعر(طباعة للعميل)

source: Unit (Printed)
ar: الوحدة(طباعة للعميل)

source: Sales FollowUp Detailed
ar: متابعة المبيعات (تفصيلي)

# SL_CustomerCategories
source: Customer Categories
ar: تصنيفات العملاء

# SL_CustomerCategoriesManage
source: Here you can add or update or delete Customer Categories.........
ar: .......................................... هنا يمكنك إضافة، تعديل وحذف تصنيفات العملاء

# SL_LinkPriceListWithPaymentMethod
source: Link Price List With PaymentTerms
ar: ربط قائمة السعر بطريقة الدفع

# SL_LinkPriceListWithPaymentMethodManage
source: Here you can add or update or delete Link Price List With PaymentTerms .........
ar: .......................................... هنا يمكنك ربط قائمة السعر بطريقة الدفع

# SL_Regions
source: Regions
ar: المناطق(خطوط السير)

# SL_RegionsManage
source: Here you can add or update or deleteRegions .........
ar: .......................................... هنا يمكنك إضافة، تعديل وحذف المناطق

# SL_SalesMan
source: Sales Man
ar: مندوب المبيعات

# SL_SalesManManage
source: Here you can add or update or delete Sales Man .........
ar: .......................................... هنا يمكنك إضافة، تعديل وحذف مندوبي المبيعات

source: Print Request Summary
ar: طباعة إجمالي الطلبات

# PS_ApprovePurchasingRequest
source: Approve Purchasing Request
ar: إعتماد طلبات الشراء

# PS_ApprovePurchasingRequestManage
source: Here You Can Approve Purchasing Requests
ar: .......................................... هنا يمكنك إعتماد طلبات الشراء

# PS_ApproveQuotation
source: Approve Quotations
ar: إعتماد قائمة عروض الأسعار

# PS_ApproveQuotationManage
source: Here You Can Approve Quotations
ar: .......................................... هنا يمكنك إعتماد قائمة عروض الأسعار

# PS_PurchasingRequest
source: Purchasing Request
ar: طلبات الشراء

# PS_PurchasingRequestManage
source: Purchasing Request Management
ar: .......................................... هنا يمكنك إدارة طلبات الشراء

source: PS Quotations
ar: قائمة عروض الأسعار

# PS_QuotationsManage
source: Here You Can Manage Purchasing Quotations ..
ar: .......................................... هنا يمكنك إدارة قائمة عروض الأسعار

source: Request Details
ar: تفاصيل الطلب

source: Sub Accounts Privilege
ar: صلاحيات الحسابات التحليلية

# SubAccountsPrivilegeManage
source: Here you can add or update or delete User provilege for subaccounts.........
ar: .......................................... هنا يمكنك إدارة صلاحيات الحسابات التحليلية

source: Title
ar: العنوان

source: Bind Department Charges
ar: ربط الأقسام ببنود المصاريف

source: Last UnitPrice
ar: السعر السابق

source: Price List
ar: قائمة السعر

source: Select All Users
ar: حدد كل المستخدمين

source: Quotation Details
ar: تفاصيل عرض السعر

# PS_SupplyOrders
source: Supply Orders
ar: أمر توريد

# PS_SupplyOrdersManage
source: Here you can add or update or delete Supply Orders .........
ar: هنا يمكنك اضافة و تعديل أمر التوريد ....

# IsAddedFromPurchasingOrders
source: From Purchasing Order
ar: من أمر شراء

source: Cash Position
ar: يومية الموقف المالي

# CashPositionManage
source: Here you can review , export and print cash position .........
ar: .............. هنا يمكنك عرض وطباعة يوميات الموقف المالي

source: Print Purchasing Orders
ar: طباعة أمر الشراء

source: Print Quotation
ar: طباعة عرض السعر

# PS_ApproveSupplyOrders
source: Approve Supply Orders
ar: أعتماد أوامر التوريد

# PS_ApproveSupplyOrdersManage
source: Here You Can Approve Supply Orders
ar: هنا يمكنك إعتماد أوامر التوريد

# ISFromSupplyOrder
source: FromSupplyOrder
ar: من أمر توريد

# ChargeTypeGroupManage
source: Here you can add, edit and delete charges group..................................
ar: Here you can add, edit and delete charges groups ..................................

# PrintAsGroupName
source: Group
ar: جروب

source: By Branch
ar: بالفرع

source: Select All Branch
ar: تحديد كل الفروع

source: Withholding tax
ar: تجميد الضرائب

source: With Other Side
ar: الأطراف الأخري من القيد

# CustomersBalanceOnDate
source: Customers Balance On Date **Approved**
ar: **رصيد العملاء في تاريخ معين **المعتمد

# SalesAnalyticsReport
source: Sales Analytics Report **Approved**
ar: **التقرير التحليلي للمبيعات **المعتمد

source: Items Inquiry
ar: الاستعلام عن الاصناف

# ItemsInquiryManage
source: Here You Inquery Item Prices & Details .....
ar: هنا يمكنك الاستعلام عن الاصناف

source: Cheques Transaction
ar: حركة شيكات

source: Credit Limit
ar: حد الإتمان

source: Hide Accounts
ar: إخفاء الحسابات

source: Level
ar: المستوي

source: None
ar: لا شئ

source: Upload
ar: رفع صور من المستندات

# Website_Account
source: Web Account
ar: حساب الموقع

# SC_Scrapping
source: Scrapping
ar: تكهين

# SC_ScrappingManage
source: Here You can Manage Items Scrapping .....
ar: هنا يمكنك تكهين الاصناف

# LoadingandDischarging
source: Loading & Discharging
ar: الشحن و التفريغ

# LoadingandDischargingData
source: Loading and Discharging
ar: التحميل و التفريغ

# LoadingandDischargingDataManage
source: Here you can Record Loading & Discharging ......
ar: هنا يمكنك إدارة عمليات التحميل و التفريغ

# LoadingandDischargingOperations
source: Loading & Discharging
ar: التحميل / التفريغ

source: Berth No
ar: الرصيف رقم

source: Search by operation serial
ar: البحث بسيريال العملية

source: Loaded Qty
ar: مقدار الحمولة

# TransferContainer
source: LCL Transfer Container
ar: Transfer Container

# TransferHouse
source: LCL Transfer House
ar: Transfer House

# LD_Transport
source: Transports
ar: بيانات النقل

# LD_TransportGroup
source: Transports Section
ar: النقل

# LD_TransportManage
source: Here you can manage Transport Operations
ar: هنا يمكنك ادارة بيانات النقل

# LD_Workers
source: Workers
ar: بيانات العمال

# LD_WorkersGroup
source: Workers Section
ar: العمال

# LD_WorkersManage
source: Here you can manage Workers Data
ar: هنا يمكنك ادارة بيانات العمال

source: Crane
ar: الونش

source: Cranes
ar: الأوناش

source: From Time
ar: من وقت

source: To Time
ar: الى وقت

# SearchByLDSerial
source: Search by Loading & Discharging Serial
ar: البحث بسيريال عملية الشحن و التفرغ

# RequestedServiceForm
source: InterDepartment Requests
ar: Requested Service

# ManageCustomersTemp
source: Here you can add or update or delete Temp Customers.........
ar: ............................هنا يمكنك إضافة، تعديل وحذف العملاء المؤقتين

# CustomerTemp
source: Temp Customer
ar: العميل المؤقت

# CustomersTemp
source: Temp Customers
ar: العملاء المؤقتين

source: Inter-Services
ar: خدمات داخلية

source: Inter-Services Requests
ar: طلبات خدمات داخلية

source: Print By Date
ar: طباعة بالفترة

source: Expand
ar: تمديد

source: Add Complaints
ar: إضافة شكاوى

source: Operation Complaints
ar: شكاوى العملية

# LD_StorageGroup
source: Storage
ar: التخزين

# LD_Storage
source: Storage
ar: التخزين

# ManageLD_Storage
source: Here you can manage loadings from and to stores.....
ar: هنا يمكنك التحكم في حركة الحملة من والى المخازن....

source: Transfer Houses
ar: نقل العمليات

source: Start Date
ar: تاريخ البداية

# CreateMasterOperation
source: Create a Master Operation
ar: إنشاء عملية ماستر

source: Content Type
ar: نوع المحتوى

source: Delivery Date
ar: وقت التسليم

source: Document Date
ar: تاريخ المستند

source: Document Importance
ar: أهمية المستند

source: Document Level
ar: مستوى المستند

source: Document No
ar: رقم المستند

source: Documents Info
ar: مستندات المعاملات

# DocumentsInfoManagement
source: Here you Can Add Edit Operations Documents Info .....
ar: هنا يمكنك اضافة / تعديل / مسح البيانات الرئيسية لمستندات المعاملات

source: Employee
ar: الموظف

source: Importance
ar: الأهمية

source: Optional
ar: اختياري

source: Receiving Degree
ar: درجة الاستلام

source: Recipient
ar: المستلم

source: Required
ar: مطلوب

source: Value In EGP
ar: القيمة بالجنيه المصري

source: Value In EUR
ar: القيمة باليورو

source: Value In USD
ar: القيمة بالدولار

source: Vessel Name
ar: اسم المركب

source: Contact Details
ar: تفاصيل التواصل

source: Go Back To Operations
ar: الرجوع إلى المعاملات

# OperationRefresh
source: Refresh Operation
ar: تحديث العملية

source: Other Address
ar: العنوان الاخر

source: Operation Code
ar: كود العملية

# GrossWeightTON
source: GrossWt (TON)
ar: Gross(TON)

# NetWeightTON
source: NetWt (TON)
ar: Net(TON)

# Approved1
source: Approved
ar: اعتماد القيد

# IsConfirm
source: Confirm Qty
ar: اعتمــاد الكمية

# IsConfirmed
source: Qty IsConfrim
ar: متعمد كمية

# IsNotConfirm
source: UnCofirm Qty
ar: فك الاعتماد

# SC_StoresTransferVoucherEGL
source: Stores Transfer Voucher
ar: التحويل بين المخازن

# SC_DepartmentReturnsVoucher
source: Department Returns Voucher
ar: مرتجع قسم

# SC_DepartmentReturnsVoucherManage
source: Here You Can Manage Departments Returns Voucher
ar: هنا يمكنك اضافة تعديل مسح مرتجعات الأقسام

source: Charge Type Name
ar: اسم البند
