Repository: MustafaJordon/MescoDynamicsCRM
Catalog: Forwarding.MvcApp/App_Resources/App_Resources.*.resx
Languages: ar

source: Countries
ar: الدول

# CSSFile
source: app.v2.css
ar: app.v2.ar.css

source: Master Data
ar: البيانات الأساسية

source: Accounting
ar: الحسابات

source: Dashboard
ar: الشاشة الرئيسية

source: Operations
ar: العمليات

source: Quotation
ar: عرض الأسعار

source: Reports
ar: التقارير

source: Settings
ar: الإعدادات

source: Forwarding
ar: الشحن

source: Invoicing
ar: الفواتير

source: Locations
ar: المواقع

source: Others
ar: أخري

source: Partners
ar: الشركاء

source: Home Page
ar: الصفحة الرئيسية

source: Ports
ar: الموانئ

source: Regions
ar: المناطق

source: Welcome
ar: مرحبا

# ManageCountries
source: Here you can add, edit and delete countries............................
ar: ............................هنا يمكنك إضافة ، تعديل وحذف الدول

# ManagePorts
source: Here you can add, edit and delete Ports............................
ar: ............................هنا يمكنك إضافة ، تعديل وحذف الموانئ

# ManageRegions
source: Here you can add, edit and delete Regions............................
ar: ............................هنا يمكنك إضافة ، تعديل وحذف المناطق

source: Add
ar: إضافة

# LocalName
source: Arabic Name
ar: الاسم العربي

source: Close
ar: إغلاق

source: Code
ar: الكود

source: Country
ar: الدولة

source: Delete
ar: حذف

source: Edit
ar: تعديل

source: Name
ar: الاسم

source: Region
ar: المنطقة

source: Save
ar: حفظ

# SaveAndNew
source: Save & New
ar: حفظ و إضافة

source: Apply
ar: تطبيق

source: Port
ar: الميناء

# ErrorMessage
source: Please, revise the entries...
ar: ...من فضلك، راجع البيانات

source: Items
ar: بنود

source: Of
ar: من

source: Showing
ar: عرض

# IsAir
source: Air
ar: جوي

# IsInland
source: Inland
ar: بري

# IsOcean
source: Ocean
ar: بحري

# IsPort
source: Port
ar: ميناء

# IsInactive
source: Inactive
ar: غير فعال

source: Incoterms
ar: إنكوترم

source: Payment Terms
ar: طرق الدفع

source: Description
ar: ملاحظات

source: Payment Term
ar: طريقة الدفع

source: Days
ar: عدد الأيام

# IsAddedManually
source: Added Manually
ar: مضاف يدويا

source: Incoterm
ar: إنكوترم

source: Airlines
ar: الخطوط الجوية

source: Shipping Lines
ar: الخطوط الملاحية

source: Truckers
ar: مقاولي النقل

source: Charges Types
ar: إسم المصروف

source: Currencies
ar: العملات

source: Currency
ar: العملة

source: Measurement
ar: القياس

source: Measurements
ar: القياسات

source: Tax
ar: الضريبة

source: Taxes Types
ar: أنواع الضرائب

# ManageCurrencies
source: Here you can add, edit and delete Currencies...........................
ar: .......................................... هنا يمكنك إدارة العملات

# ManageTaxesTypes
source: Here you can add, edit and delete Taxes ...............................
ar: ............................هنا يمكنك إدارة أنواع الضرائب

# ExchangeRate
source: Ex.Rate
ar: معدل التغيير

source: Exchange Rates
ar: معدلات التغيير

# ManageExchangeRates
source: Here you can manage Exchange Rates....................................
ar: .......................................... هنا يمكنك إدارة معدلات التغيير

source: Notes
ar: ملاحظات

# TaxeType
source: Tax Type
ar: نوع الضريبة

# CurrentPercentage
source: Percentage
ar: النسبة المئوية الحالية

# CurrentPercentageDate
source: Percentage Date
ar: تاريخ النسبة المئوية

# TaxeTypes
source: Tax Types
ar: أنواع الضرائب

source: Charge Types
ar: إسم المصروف

source: Payable
ar: المصروف

source: Receivable
ar: مستحق

source: View Order
ar: عرض الطلب

source: From Date
ar: من تاريخ

source: Percentage
ar: النسبة

# TransportMode
source: Transport Type
ar: وضع النقل

source: Container Type
ar: نوع الحاوية

source: Container Types
ar: نوع الحاوية

# ManagePackageTypes
source: Here you can add, edit and delete Package Types........................
ar: هنا يمكنك ادارة وحدات القياس

source: Package Types
ar: وحدات القياس

source: Size
ar: الحجم

source: Type
ar: نوع

source: ISOCode
ar: كود أيزو

source: Commodities
ar: السلع

source: Commodity
ar: البضاعة

source: Agents
ar: الوكلاء

source: Customer
ar: العميل

source: Customers
ar: العملاء

source: Customs Clearance Agents
ar: وكلاء التخليص الجمركي

# ManageCustomers
source: Here you can add, edit and delete Customers............................
ar: .......................................... هنا يمكنك إدارة العملاء

# ManageSuppliers
source: Here you can add, edit and delete Suppliers.............................
ar: ............................هنا يمكنك إضافة ، تعديل وحذف الموردين

source: Suppliers
ar: الموردين

source: New
ar: إضافة

source: Vessel
ar: السفينة

source: Supplier
ar: المورد

source: Website
ar: الموقع الإلكتروني

source: Addresses
ar: العناوين

source: Basic Data
ar: البيانات الأساسية

source: Contacts
ar: جهات الإتصال

source: Billing
ar: البيانات الضريبية

# BankAccountNumber
source: Bank Account No.
ar: رقم حساب البنك

source: Bank Address
ar: عنوان البنك

source: Bank Name
ar: إسم البنك

source: Invoice Currency
ar: عملة الفاتورة

# VATNumber
source: VAT No.
ar: رقم البطاقة الضريبية

source: Address
ar: العنوان

source: Address Type
ar: نوع العنوان

source: City
ar: المدينة

# StreetLine1
source: Address Line 1
ar: عنوان سطر 1

# StreetLine2
source: Address Line 2
ar: عنوان سطر 2

source: Zip Code
ar: الرمز البريدي

source: Email
ar: البريد الإلكتروني

source: Group
ar: المجموعة

source: Mobile 1
ar: موبايل 1

source: Mobile 2
ar: موبايل 2

source: Phone 1
ar: التليفون 1

source: Phone 2
ar: التليفون 2

source: Agent
ar: الوكيل

source: Customs Clearance Agent
ar: وكيل التخليص الجمركي

source: Trucker
ar: مقاول النقل

source: Airline
ar: الخط الجوي

source: Shipping Line
ar: الخط الملاحي

source: Account Number
ar: رقم الحساب

source: Copy From Main Address
ar: نسخ من العنوان الرئيسي

source: Security
ar: الحماية

# Administration
source: Admin.
ar: الإدارة

# ManageBranches
source: Here you can add, edit and delete Branches..............................
ar: ....................... هنا يمكنك إدارة البيانات الأساسية للفروع

source: Branch
ar: الفرع

source: Branches
ar: الفروع

# ManageUsers
source: Here you can add, edit and delete Users............................
ar: .................................................. هنا يمكنك إدارة المسنخدمين

source: User
ar: المستخدم

source: Users
ar: المستخدمين

source: Password
ar: الرقم السري

source: Username
ar: إسم المستخدم

source: Confirm Password
ar: تأكيد الرقم السري

# ManagePrivileges
source: Here you can manage User Privileges...................................
ar: ............................... هنا يمكنك إدارة الصلاحيات

source: Privileges
ar: الصلاحيات

source: Privilege
ar: صلاحية

# ManageRoles
source: Here you can add, edit and delete Roles..............................
ar: ............................هنا يمكنك إدارة صلاحيات المجموعات

# ManageUserPrivileges
source: Here you can manage User Privileges....................................
ar: ................. هنا يمكنك إدارة صلاحيات المسنخدمين

source: Role
ar: المجموعة

source: Role Privileges
ar: صلاحيات المجموعات

source: Roles
ar: مجموعات المستخدمين

source: Visit Website
ar: زيارة الموقع

source: Back To Roles
ar: عودة إلي المجموعات

source: Role Privilege
ar: صلاحية المجموعة

# CanAdd
source: Add
ar: الإضافة

# CanDelete
source: Delete
ar: الحذف

# CanEdit
source: Edit
ar: التعديل

# CanView
source: View
ar: العرض

source: Form
ar: الشاشة

source: Module
ar: الوحدة

source: Mobile
ar: الموبايل

source: Phone
ar: التليفون

source: Department
ar: القـسـم

source: Back To Users
ar: عودة إلي المستخدمين

source: Apply Role Defaults
ar: الصلاحيات الإفتراضية

source: Consignee
ar: المرسل إليه

source: Shipper
ar: المرسل

source: Salesman
ar: مندوب مبيعات

source: From
ar: من

source: To
ar: إلي

source: Expiration Date
ar: تاريخ الصلاحية

source: Quotations
ar: عرض الأسعار

source: Quotations Management
ar: عرض الأسعار

source: Direction
ar: إتجاه

source: Open Date
ar: تاريخ الفتح

# ShipmentType
source: Ship.Type
ar: نوع الشحن

source: Domestic
ar: محلي

source: Export
ar: تصدير

source: Import
ar: إستيراد

source: FCL
ar: حاوية كاملة

source: LCL
ar: جزء من حاوية كاملة

source: Transport
ar: نقل

source: Expiration
ar: الصلاحية

source: Shipment
ar: نوع

source: Consignee Address
ar: عنوان المرسل إليه

source: Shipper Address
ar: عنوان المرسل

source: Opened By
ar: فتج بواسطة

source: POD
ar: مكان التحميل

source: POD Country
ar: بلد التحميل

source: POL
ar: مكان التفريغ

source: POL Country
ar: بلد التفريغ

source: Line
ar: الخط

# LineOrTrucker
source: Line/Trucker
ar: الخط/مقاول النقل

source: Routing
ar: خط السير

source: Opened
ar: فتح

source: Client
ar: عميل

source: Charges
ar: المصروف

source: Create Operation
ar: إنشاء عملية

source: All
ar: <-----الكل----->

source: Cost Amount
ar: إجمالي التكلفة

source: Cost Price
ar: سعر التكلفة

source: Sale Amount
ar: مبلغ البيع

source: Sale Price
ar: سعر البيع

source: Quantity
ar: الكمية

source: Cost
ar: تكلفة

source: Description Of Goods
ar: وصف البضائع

# GrossWeight
source: GrossWt(KG)
ar: الوزن الإجمالي

source: Number Of Packages
ar: عدد العبوات

# Volume
source: Vol.(CBM)
ar: وحدة التخزين

# Height
source: Height(CM)
ar: الإرتفاع(سم)

# NetWeight
source: Net Wt (KG)
ar: الوزن الصافي

# NumberOfPieces
source: No Of Pieces
ar: عدد القطع

source: Total Cost
ar: إجمالي التكلفة

source: Number Of Containers
ar: عدد الحاويات

source: Containers
ar: الحاويات

source: Operation
ar: العملية

source: Back To Operations
ar: الرجوع للعملية

source: Partner Type
ar: نوع الشريك

source: Partner
ar: الشريك

source: Add Partner
ar: إضافة شريك

source: Partner Address
ar: عنوان الشريك

source: Partner Contact
ar: جهة إتصال الشريك

source: Partner Name
ar: إسم الشريك

source: ALL STATES
ar: الكل

source: Add Route
ar: إضافة طريق

source: Routing Type
ar: نوع خط السير

source: Document
ar: المستند

source: Payables
ar: المصروفات

source: Receivables
ar: مستحقات

# POrC
source: P/C
ar: الدفع المسبق / التجميع

source: Amount
ar: القيمة

source: Unit Price
ar: سعر الوحده

# AddPayables
source: Add Pay.
ar: إضافة مصروفات

# GenerateFromQuotation
source: Gen. From Quot.
ar: إنشاء من عروض الأسعار

# AddReceivables
source: Add Rec.
ar: إضافة إيرادات

source: Created By
ar: إنشاء بواسطة

source: Updated By
ar: بواسطة

source: CreationDate
ar: تاريخ الإنشاء

# GenerateFromPayables
source: Gen. From Pay.
ar: إنشاء من المصروفات

source: Print
ar: طباعة

source: ExportAs:
ar: تصدير كـ

source: Excel File
ar: ملف إكسيل

source: Quotations Inquiry
ar: استعلام أسعار

source: Shipments
ar: نوع

source: Carrier Seal
ar: ختم الناقل

source: Container Number
ar: رقم الحاوية

# FlashPoint
source: Flash pt(C)
ar: نقطة مضيئة

source: IMO Class
ar: IMO فئات

# MaxTemperature
source: MaxTemp(C)
ar: درجة الحرارة العظمي

# MinTemperature
source: MinTemp(C)
ar: درجة الحرارة الصغري

source: Reefer
ar: المبرد

# TareWeight
source: Tare Weight (KG)
ar: الوزن الفارغ

# GrossWeightAbbrev
source: Gross(KG)
ar: الإجمالي(كجم)

source: Add Package
ar: إضافة عبوة

# MarksAndNumbers
source: Marks & Numbers
ar: علامات وأرقام

# NetWeightAbbrev
source: NetWt(KG)
ar: الصافي(كجم)

# TareWeightAbbrev
source: TareWt(KG)
ar: الوزن الفارغ

source: Direct
ar: مباشر

source: House
ar: البوليصة

source: Master
ar: أساسي

source: B/L Type
ar: نوع البوليصة

source: Master B/L
ar: رقم البوليصة الأساسية

source: OBL
ar: بوليصة الشحن

source: Number
ar: العدد

source: OBL Date
ar: تاريخ بوليصة الشحن

# InitialSaleValueAbbrev
source: InitSaleVal
ar: قيمة البيع الأولية

# SupplierInvoiceNumberAbbrev
source: Inv.No
ar: فاتورة المورد

source: Cur
ar: العملة

source: Qty
ar: الكمية

# SupplierInvoiceNumber
source: SupplierInvNo.
ar: رقم فاتورة المورد

source: Multi-Edit
ar: تعديل متعدد

source: Invoice
ar: فاتورة

source: Invoices
ar: الفواتير

# NewInvoice
source: New Inv.
ar: فاتورة جديدة

source: Bill To
ar: فاتورة إلي

source: Due Date
ar: تاريخ الإستحقاق

source: Invoice Date
ar: تاريخ الفاتورة

source: Customer Reference
ar: مرجع العملاء

# InvoiceNumber
source: InvoiceNo
ar: رقم الفاتورة

# VoyOrTruckNo
source: Voy/Truck No
ar: رقم الرحلة

source: Defaults
ar: الإفتراضي

# ManageDefaults
source: Here you can manage System Defaults....................................
ar: ............................... هنا يمكنك إدارة البيانات الإفتراضية

source: Address Line 1
ar: العنوان 1

source: Address Line 2
ar: العنوان 2

source: Address Line 3
ar: العنوان 3

source: Address Line 4
ar: العنوان 4

source: Address Line 5
ar: العنوان 5

# CompanyLocalName
source: ArabicName
ar: إسم الشركة المحلي

source: Company Name
ar: إسم الشركة

source: ForeignCurrency
ar: تقييم العملات

source: Printed Count
ar: عدد المطبوع

# ExchangeRateAbbrev
source: Ex.Rate
ar: سعر الصرف

source: Invoice Types
ar: أنواع الفواتير

# InvoiceTypesDescription
source: Here you can add, edit and delete Invoice Types........................
ar: وصف الفاتورة

source: Invoice Type
ar: نوع الفاتورة

source: Bind Charge
ar: ربط المسؤول

source: UnBind
ar: إلغاء التوثيق

source: House Number
ar: رقم البوليصة الفرعية

source: Notify
ar: إخطار

source: Final Destination
ar: الجهة

source: Add Items
ar: إضافة بنود

source: Remove Items
ar: حذف

# InvoiceDateAbbrev
source: Inv.Date
ar: تاريخ الفاتورة

# UnitPriceAbbrev
source: U.Price
ar: سعر الوحدة

source: Account Name
ar: إسم الحساب

source: Close Date
ar: تاريخ الإغلاق

# AccountingReports
source: Accounting Reps.
ar: التقارير

source: File Name
ar: إسم الملف

source: Filter By
ar: مصنف بواسطة

# ContainerTrackingTab
source: Tracking
ar: المتابعة

source: Container Tracking
ar: متابعة الحاويات

# ContainerTrackingGroup
source: LCL
ar: المتابعة

source: Search
ar: بحث

source: Miscellaneous
ar: منوعات

source: Deleted Invoices
ar: الفواتير المحذوفة

# DeletedInvoicesDescription
source: Here you can transfer cancelled invoices ..............
ar: ............................هنا يمكنك إسترجاع أو نقل الفواتير المحذوفة

source: Free Time
ar: وقت الفراغ

source: Discount
ar: الخصم

source: Route
ar: طريق

source: Status
ar: الحالة

source: Disc. Amt
ar: قيمة الخصم

source: Perc.(%)
ar: النسبة

source: VAT
ar: الضريبة

source: VAT Amt
ar: قيمة الضريبة

source: Amt w/o VAT
ar: المبلغ بدون الضريبة

source: Total
ar: الإجمالي

source: Logs
ar: السجلات

source: Operations Charges Logs
ar: سجلات رسوم العمليات

# OperationsChargesLogsDescription
source: Here you can monitor operations charges logs .............
ar: ................. هنا يمكنك عرض سجلات رسوم العمليات

# Bank
source: Banks
ar: البنك

source: Banks
ar: البنوك

source: Treasuries
ar: الخزائن

# TreasuriesAndBanks
source: Treasuries & Banks
ar: الخزائن والبنوك

source: Treasury
ar: الخزينة

# ManageTreasuries
source: Here you can add,edit and delete treasuries ...........................
ar: ............................هنا يمكنك إضافة ، تعديل وحذف الخزائن

source: Amount Due
ar: المبلغ المستحق

source: Date
ar: التاريخ

# AccNotesApprovals
source: C/D Notes Approvals
ar: ترحيل إشعارات المدين والدائن

source: Safes
ar: الخزائن

source: Banks Accounts
ar: حسابات البنوك

# ManageBanksAccounts
source: Here you can add, edit and delete bank accounts .........
ar: ........................... هنا يمكنك إدارة حسابات البنوك

source: Bank Account
ar: حساب البنك

source: Bank Code
ar: كود البنك

source: Accounts Payable
ar: حسابات الدفع

# PaymentType
source: Pay. Type
ar: طريقة الدفع

source: Payment Details
ar: تفاصيل الدفع

# SaveAndPrint
source: Save & Print
ar: حفظ وطباعة

source: Approved
ar: معتمد

source: Approvals
ar: الإعتمادات

source: Approve
ar: إعتماد

source: Payment
ar: المدفوع

source: Allocation
ar: مخصص

source: PaidAmt
ar: المبلغ المدفوع

source: Remaining
ar: المتبقي

source: Balance Cur
ar: الرصيد

source: Partner Balance
ar: رصيد الشريك

source: Invoice Status
ar: حالة الفاتورة

source: Transit Time
ar: وقت العبور

source: Custodies
ar: العهد

source: Custody
ar: العهدة

# ManageCustodies
source: Here you can add, edit and delete custodies persons .........
ar: .......................................... هنا يمكنك إدارة العهد

source: Job
ar: الوظيفة

source: Invoices Approvals
ar: إعتماد الفواتير

# ManageInvoicesApprovals
source: Here you can approve invoices ............................
ar: ........................... هنا يمكنك إعتماد الفواتير

# ManageOperationsPayablesApprovals
source: Here you can approve operations payables .............................
ar: ........................... هنا يمكنك إعتماد العمليات الدائنة

# ManagePayablesAllocations
source: Here you can allocate A/P Payments to Operations Payables .......
ar: ............................... هنا يمكنك إدارة مستحقات الدفع

source: Operations Payables Approvals
ar: إعتماد العمليات الدائنة

source: Payables Allocations
ar: مستحقات الدفع

source: Banks Statements
ar: بيانات البنوك

source: Bank Statement
ar: كشف حساب البنك

source: Partners Statements
ar: بيان الشركاء

source: Treasuries Statements
ar: بيانات الخزائن

source: Treasury Statement
ar: بيان الخزينة

source: Receipt No
ar: رقم المستند

source: Cost Cur
ar: العملة

source: Sale Cur
ar: عملة البيع

source: Body
ar: التفاصيل

# DateAndTime
source: Date & Time
ar: التاريخ

source: Subject
ar: الموضوع

source: Send
ar: إرسال

source: Select
ar: <-- اختر -->

# AccNotes
source: C/D Notes
ar: إشعارات المدين والدائن

# ManageAccNotesApprovals
source: Here you can approve Credit/Debit notes ............................
ar: .................................... هنا يمكنك ترحيل إشعارات المدين والدائن

source: Humidity
ar: الرطوبة

source: Ventilation
ar: التهوية

source: Cheques Reports
ar: تقارير الشيكات

source: Bank Open Balance
ar: الرصيد الإفتتاحي للبنك

source: Treasury Open Balance
ar: الرصيد الإفتتاحي للخزينة

source: Expense
ar: المصروف

source: Customs Clearance
ar: التخليص الجمركي

source: Pricing
ar: التسعير

source: Trucking
ar: النقل

source: Equipment
ar: المعدة

# PricingForm
source: Pricing
ar: التسعير

# PricingModule
source: Pricing
ar: التسعير

# PricingTab
source: Pricing
ar: التسعير

source: Pricing Settings
ar: إعدادات التسعير

source: Left Signature
ar: التوقيع الأيسر

source: Middle Signature
ar: التوقيع الأوسط

source: Right Signature
ar: التوقيع الأيمن

source: Pricing Request
ar: طلب تسعير

source: Account
ar: الحساب .

# AccountingMasterData
source: Master Data
ar: البيانات الأساسية

source: Chart Of Accounts
ar: دليل الحسابات

# ChartOfLinkingAccounts
source: Chart Of Sub Accounts
ar: دليل الحسابات التحليلية

source: Closed
ar: مغلق

source: Collection Expenses
ar: مصاريف تحصيل

source: Cost Center
ar: مركز التكلفة

source: Cost Centers
ar: مراكز التكلفة

source: Cost Center Type
ar: نوع مركز التكلفة

source: Expense Account
ar: حساب المصروف

source: Expense CostCenter
ar: مركز تكلفة المصروف

source: In-Journal Type
ar: نوع يومية الاستلام

source: Journal Type
ar: نوع اليومية

source: Journal Types
ar: أنواع اليوميات

source: JV Date
ar: تاريخ القيد

source: JV No
ar: رقم القيد

source: JV Type
ar: نوع المستند

source: JV Types
ar: أنواع المستندات

# ManageChartOfAccounts
source: Here you can manage the accounts chart .....................
ar: ........................................ هنا يمكنك إدارة دليل الحسابات

# ManageChartOfLinkingAccounts
source: Here you can manage sub accounts .....................
ar: .................................. هنا يمكنك إدارة دليل الحسابات التحليلية

# ManageCostCenters
source: Here you can manage cost centers .............................
ar: .......................................... هنا يمكنك إدارة مراكز التكلفة

# ManageJournalTypes
source: Here you can add, edit or delete Journal Voucher Types ..............
ar: .................. هنا يمكنك إضافة ، تعديل ، و حذف أنواع اليوميات

# ManageOpnJVNo
source: Here you can set Opn JV numbers .............................
ar: ............................ هنا يمكنك إدخال أرقام القيود الافتتاحية

# MangeJVTypes
source: Here you can add, edit or delete JV Types ..............
ar: ................ هنا يمكنك إضافة ، تعديل ، و حذف أنواع المستندات

source: Notes Payable
ar: أوراق الدفع

# NotesPayableUnderCollection
source: Notes Pay. under collect
ar: أوراق دفع تحت التحصيل

source: Notes Receivable
ar: أوراق قبض

# NotesReceivableUnderCollection
source: Notes Rec. under collect
ar: أوراق قبض تحت التحصيل

source: Oper.Acc.
ar: حسابات العمليات

source: Opn JV No
ar: أرقام القيود الافتتاحية

source: Out-Journal Type
ar: نوع يومية الصرف

source: Revenue Account
ar: حساب الإيرادات

source: Revenue CostCenter
ar: مركز تكلفة الإيرادات

source: Revenue SubAccount
ar: الحساب التحليلي للإيرادات

source: Show selected items only
ar: إظهار البنود المختارة فقط

source: Show SubAccounts
ar: إظهار الحسابات التحليلية

source: SubAccount
ar: الحساب التحليلى

source: TaxType (Debit)
ar: طبيعة الضريبة مدين

source: Visible
ar: مرئى

source: Visible Account
ar: حساب ظاهر

# AccountingTransactions
source: Transactions
ar: الحركات

source: Account Ledger
ar: حساب الأستاذ

source: Add Details
ar: إضافة تفاصيل

source: Balance Sheet
ar: الميزانية العمومية

source: Credit
ar: دائن

source: Credit Total
ar: إجمالى الدائن

source: Debit
ar: مدين

# DebitCreditDifference
source: Debit - Credit
ar: مدين - دائن

source: Debit Total
ar: إجمالى المدين

source: Delete Details
ar: حذف تفاصيل

source: Income
ar: وارد

source: Income Statement
ar: قائمة الدخل

# LinkingAccount
source: SubAccount
ar: حساب الربط

# LinkingInvoiceTypeJournal
source: Linking Invoice Type With Journal
ar: ربط أنواع الفواتير باليوميات

source: Local Credit
ar: دائن ع م

source: Local Debit
ar: مدين ع م

# ManageAccountLedger
source: Here you can print the account ledger ...................................
ar: .................................... هنا يمكنك طباعة حساب الأستاذ

# ManageBalanceSheet
source: Here you can print the balance sheet ......................
ar: ........................... هنا يمكنك طباعة الميزانية العمومية

# ManageIncomeStatement
source: Here you can print the income statement ......................
ar: ........................... هنا يمكنك طباعة قائمة الدخل

# ManageJournalVouchers
source: Here you can manage Journal Vouchers ..................
ar: .......................................... هنا يمكنك إدارة قيود اليومية

# ManagePostingJVs
source: Here you can post JVs ..........................
ar: .................................................. هنا يمكنك ترحيل القيود

# ManageRestoringJVs
source: Here you can restore JVs ...............................................
ar: .................................................. هنا يمكنك استرجاع القيود

# ManageSubAccountLedger
source: Here you can print the subaccount ledger .....................
ar: ............. هنا يمكنك طباعة حساب الأستاذ التحليلي

# ManageSubAccountTrialBalance
source: Here you can print Sub-Account Trial Balance ................
ar: ................ هنا يمكنك طباعة ميزان المراجعة التحليلى

# ManageTrialBalance
source: Here you can print the trial balance ...................................
ar: .................................... هنا يمكنك طباعة ميزان المراجعة

# ManageUnpostingJVs
source: Here you can unpost JVs ..........................
ar: .................................................. هنا يمكنك فك ترحيل القيود

# PermanentDelete
source: Perm.Del
ar: حذف نهائى

source: Post
ar: ترحيل

source: Post Date
ar: تاريخ الترحيل

source: Posted
ar: مرحل

source: Posting JVs
ar: ترحيل القيود

source: Restoring JVs
ar: استرجاع القيود

# SelectFromMenu
source: <--Select-->
ar: <-- اختر -->

source: Selling Rate
ar: سعر البيع

source: Serial
ar: مسلسل

source: SubAccount Ledger
ar: حساب الأستاذ التحليلي

source: Sub-Account Trial Balance
ar: ميزان المراجعة التحليلى

source: To Date
ar: إلى تاريخ

source: Trial Balance
ar: ميزان المراجعة

source: UnPost
ar: فك ترحيل

source: UnPosted
ar: غير مرحل

source: Unposting JVs
ar: فك ترحيل القيود

source: Value
ar: القيمة

# Detailed
source: Details
ar: تفصيلى

source: Final Balance
ar: الرصيد الختامى

source: Group By Cost Center
ar: مجمع بمركز التكلفة

source: Net Balances
ar: صافى الأرصدة

# TraExportExcel
source: Export Excel
ar: طباعة إكسيل

source: Suppress For Zeroes
ar: إخفاء القيم الصفرية
