Repository: MustafaJordon/MescoDynamicsCRM
Catalog: Forwarding.MvcApp/App_Resources/App_Resources.*.resx
Languages: ar

# ShowLineOrTrucker
source: Show Line/Trucker
ar: إظهار الخط/مقاول النقل

source: Custody Statement
ar: بيان العهدة

source: Banks Journal
ar: يومية البنوك

# Byan
source: Desc.
ar: البيان

source: Cash
ar: نقدى

source: Cash In Receipt
ar: إذن استلام نقدى

source: Cash In Receipts
ar: إذن استلام نقدى

# CashIssueVoucher
source: Cash Issue Receipts
ar: إذن صرف نقدى

# CashOrCharge
source: Cash / Charge
ar: نقدى / إيداع

# CashReceivingVoucher
source: Cash Receiving Receipts
ar: إذن استلام نقدى

source: Charge
ar: إيداع

source: Charged Person
ar: المسلم / المستلم

source: Cheque
ar: شيك

source: Cheque Date
ar: تاريخ الشيك

# ChequeInReceipt
source: Cheque In Receipts
ar: إذن استلام شيكات

source: Cheque In Receipts
ar: إذن استلام شيكات

# ChequeIssueVoucher
source: Cheque Issue Receipts
ar: إذن صرف شيكات

source: Cheque No
ar: رقم الشيك

# ChequeNumber
source: Cheque No.
ar: رقم الشيك

# ChequeOrDepositOrPO
source: Cheque / Deposit / P.O.
ar: شيك / إيداع / أمر دفع

source: Cheque Out Receipt
ar: إذن صرف شيكات

source: Cheque Out Receipts
ar: إذن صرف شيكات

# ChequeReceivingVoucher
source: Cheque Receiving Receipts
ar: إذن استلام شيكات

source: Cheques Returned
ar: شيكات مرتدة

# Collect
source: Collected
ar: تحصيل

source: Collected Amount
ar: القيمة المحصلة

source: Collect Expense
ar: مصاريف تحصيل

source: Deposit
ar: إيداع

source: Details
ar: تفاصيل

source: Documented
ar: مستندى

# ERPBanks
source: Banks
ar: البنوك

# ERPSafes
source: Safes
ar: الخزائن

# InOrOut
source: In/Out
ar: وارد/صادر

# ManageBanksJournal
source: Here you can print banks journal .................................................
ar: ........................... هنا يمكنك طباعة يومية البنوك

# ManageCashIssueVoucher
source: Here you can manage cash issuing receipts..............
ar: ................ هنا يمكنك إدارة إذن الصرف النقدى

# ManageCashReceivingVoucher
source: Here you can manage cash receiving receipts..............
ar: ................ هنا يمكنك إدارة إذن الإستلام النقدى

# ManageChequeIssueVoucher
source: Here you can manage cheque issuing receipts..............
ar: ................ هنا يمكنك إدارة إذن صرف الشيكات

# ManageChequeReceivingVoucher
source: Here you can manage cheque receiving receipts..............
ar: ................ هنا يمكنك إدارة إذن استلام الشيكات

# ManagePostingReceivablePayableNotes
source: Here you can post Rec/Pay Notes ....................................
ar: ............................... هنا يمكنك ترحيل أوراق قبض و أوراق دفع

# ManagePostingUnderCollectNotes
source: Here you can post under collect notes ..........................
ar: ............................... هنا يمكنك ترحيل شيكات تحت التحصيل

# ManagePostingVouchers
source: Here you can post vouchers ............................................
ar: .................................................. هنا يمكنك ترحيل المستندات

# ManageSafesJournal
source: Here you can print safes journal .................................................
ar: ........................... هنا يمكنك طباعة يومية الخزائن

# ManageUnpostingVouchers
source: Here you can unpost vouchers ............................................
ar: ............................................. هنا يمكنك فك ترحيل المستندات

source: Not Approved
ar: غير معتمد

source: Outcome
ar: صادر

source: P.O.
ar: أمر دفع

# PostingReceivablePayableNotes
source: Posting Rec/Pay Notes
ar: ترحيل أوراق قبض و أوراق دفع

source: Posting Under Collect Notes
ar: ترحيل شيكات تحت التحصيل

source: Posting Vouchers
ar: ترحيل المستندات

# RecAndPayApprovingAndPosting
source: Approving & Posting
ar: الاعتمادات والترحيل

# RecAndPayMasterData
source: Master Data
ar: البيانات الأساسية

# RecAndPayReports
source: Reports
ar: التقارير

# RecAndPayTransactions
source: Transactions
ar: الحركات

# ReceiptsAndPaymentsGroup
source: Cash Manag.
ar: الخزائن والبنوك

source: Reciprocal Bank
ar: بنك الطرف الَاخر

source: Safe
ar: الخزينة

source: Safes Journal
ar: يومية الخزائن

source: Tax 1
ar: الضريبة 1

source: Tax 2
ar: الضريبة 2

# TaxValue1
source: TaxVal 1
ar: قيمة الضريبة 1

# TaxValue2
source: TaxVal 2
ar: قيمة الضريبة 2

source: Total After Tax
ar: الإجمالى بعد الضريبة

source: Total Before Tax
ar: الإجمالى قبل الضريبة

# TraExportExcelSheet
source: Export to excel sheet
ar: إظهار فى إكسيل

source: Unposting Vouchers
ar: فك ترحيل المستندات

source: Voucher Date
ar: تاريخ الإذن

source: Client Group
ar: مجموعة العميل

source: Supplier Group
ar: مجموعة المورد

source: Approval
ar: اعتماد

source: Service
ar: خدمة

source: Service Type
ar: الخدمة

# AccountingAccNotesApprovals
source: C/D Notes Approvals
ar: ترحيل إشعارات المدين والدائن

# AccountingInvoicesApprovals
source: Invoices Approvals
ar: إعتماد الفواتير

# AccountingOperationsPayablesApprovals
source: Operations Payables Approvals
ar: إعتماد العمليات الدائنة

source: Cut off Date
ar: تاريخ التقفيل

source: PO Number
ar: رقم أمر الشراء

source: Supplier Reference
ar: مرجع المورد

source: Booking Party
ar: صاحب الحجز

source: Bank Template
ar: قالب البنك

source: Bank Templates
ar: قوالب البنوك

source: Network
ar: شبكة الإتصال

source: Networks
ar: شبكات الإتصال

source: JV Defaults
ar: خيارات القيود

# ManageJVDefaults
source: Here you can set JV Defaults ..........................................
ar: .......................................... هنا يمكنك تحديد خيارات القيود

source: TransType Name
ar: نوع الحركة

# ManageSec_UserSafes
source: Here you can link users to safes ..................................
ar: ........................... هنا يمكنك ربط المستخدمين بالخزائن

# Sec_UserSafes
source: User Safes
ar: خزائن المستخدم

source: Account Ledger By Currency
ar: حساب الأستاذ بالعملة

# ManageAccountLedgerByCurrency
source: Here you can print account ledger by currency ...............
ar: .................................... هنا يمكنك طباعة حساب الأستاذ بالعملة

# ManageSubAccountBalanceByCurrency
source: Here you can print subaccount balance ...................
ar: .................................... هنا يمكنك طباعة حساب الأستاذ التحليلي بالعملة

# SubAccountBalanceByCurrency
source: Sub Account Balance
ar: حساب الأستاذ التحليلي بالعملة

source: Action Type
ar: نوع الإجراء

source: Ar Name
ar: الإسم العربي

source: Client Code
ar: كود العميل

source: Company Type
ar: نوع الشركة

source: Price
ar: السعر

source: Purchase Invoice
ar: فاتورة المشتريات

source: Purchase Invoices
ar: فواتير المشتريات

# PurchaseItem
source: Product
ar: صنف الشراء

# PurchaseItems
source: Products
ar: أصناف الشراء

source: Item
ar: الصنف

source: Part Number
ar: رقم القطعة

# AccountingPurchaseInvoicesApprovals
source: Purchase Invoices Approvals
ar: إعتماد فواتير المشتريات

# ManagePurchaseInvoicesApprovals
source: Here you can approve purchase invoices ............................
ar: .................................... هنا يمكنك إعتماد فواتير المشتريات

source: Purchase Invoices Approvals
ar: إعتماد فواتير المشتريات

source: B/L Date
ar: تاريخ البوليصة

source: Merge Duplicate
ar: دمج المكرر

# MergeDuplicateManage
source: Here you can merge duplicate Items …..
ar: ................. هنا يمكنك دمج العناصر المكررة

source: Fiscal Year
ar: السنة المالية

source: Fiscal Years
ar: السنوات المالية

# FiscalYearsManage
source: Here You Can Add , Edit on Fiscal Years ..........
ar: هنا يمكنك إدارة السنوات المالية إنشاء فترات و إغلاق الفترات

source: Open \ Close Fiscal Year
ar: فتح / غلق السنوات والفترات المالية

# OpenCloseFiscalYearManage
source: Here you can open \ close Fiscal Year .........
ar: هنا يمكنك فتح / غلق السنوات والفترات المالية...

source: Periods
ar: الفترة

source: Warehouse
ar: المستودع

source: Warehousing
ar: التخزين

# A_ReceivablesAllocations
source: Receivables Allocations
ar: تحصيل الفواتير

# A_ReceivablesAllocationsManage
source: Here You Can Add Receivables Allocations .......
ar: .................................... هنا يمكنك تحصيل الفواتير

source: Foreign Currency Revaluation
ar: إعادة تقييم العملات

source: Good Receipt Notes
ar: أذون الإضافة

# GoodReceiptNotesManage
source: Here you can add Good Receipt Notes..........
ar: ............................هنا يمكنك إدارة أذون الإضافة

# ManageForeignCurrencyRevaluation
source: Here You Can Manage Foreign Currency Revaluation .........
ar: ............................هنا يمكنك إعادة تقييم العملات

# MaterialIssueVouchers
source: Work Orders
ar: أذون الصرف

# MaterialIssueVouchersManage
source: Here You Can Add , Update , Delete Work Orders .......
ar: .................................................. هنا يمكنك إدارة أذون الصرف

source: Operation Account
ar: حساب التشغيل

source: PS.Invoices
ar: فواتير المشتريات

source: Sales Account
ar: حساب المبيعات

# SC
source: Stock Cntrl.
ar: المخازن

# SC_MasterData
source: Master Data
ar: البيانات الأساسية

# SC_TransactionsGroup
source: Transactions
ar: الحركات

source: Store
ar: المخزن

source: Store Account
ar: حساب المخزن

source: Stores Accounts
ar: حسابات المخازن

# StoresAccountsDetails
source: Here you can add , edit , delete Stores Accounts
ar: ............................هنا يمكنك إضافة، تعديل وحذف حسابات المخازن

source: UnApproving (Allocations)
ar: فك ترحيل الفواتير

# UnapprovingAllocationsManage
source: Here you can UnApprove Allocations .....
ar: .......................................... هنا يمكنك فك ترحيل الفواتير

source: Contract
ar: عقد

source: Contracts
ar: تعاقدات

source: Unit
ar: الوحدة

source: Monthly Analysis
ar: التحليل الشهري

# Rep_A_MonthlyAnalysis
source: Monthly Analysis
ar: تقرير التحليل الشهري

# Rep_A_MonthlyAnalysisManage
source: Here You Can Read , Print and Export Monthly Analysis Report .......
ar: ............................هنا يمكنك طباعة تقرير التحليل الشهري

# A_AccountLink
source: Accounts Link
ar: ريط الحسابات

# A_AccountLinkManage
source: Here you can link between Expenses & Revenue Accounts ......
ar: .................................... هنا يمكنك ربط الحسابات

# SystemAccount
source: System Accounts
ar: حسابات النظام

# SystemAccountManage
source: Here you can link account groups to system accounts .......
ar: ............................هنا يمكنك تحديد حسابات النظام

# SC_ItemCard
source: Item Card
ar: كارت الصنف

# SC_ItemCardManage
source: Here you can read and print Stock Items Reports ...
ar: ............................هنا يمكنك قراءة وطباعة كارت الصنف

# SC_Reports
source: Reports
ar: التقارير

# SC_StockBalance
source: Stock Balance
ar: أرصدة المخازن

# SC_StockBalanceManage
source: Here you can read and print Stock Balance Reports ....
ar: ............................هنا يمكنك قراءة و طباعة تقارير أرصدة المخازن

# SC_ApproveTransaction
source: Approve Transaction
ar: ترحيل حركات المخازن

# SC_ApproveTransactionManage
source: Here you can approve transactions ......
ar: ............................هنا يمكنك ترحيل حركات المخازن

# SC_Approving
source: Approving
ar: الإعتمادات

# SC_TransactionTypes
source: TransactionType
ar: أنواع الحركات

# SC_UnApproveTransaction
source: UnApprove Transaction
ar: فك ترحيل حركات المخازن

# SC_UnApproveTransactionManage
source: Here you can unapprove transactions ......
ar: ............................هنا يمكنك فك ترحيل حركات المخازن

# ManageTRCK_DriverAssistant
source: Here you can add, edit and delete Driver Assistant.............................
ar: ............................هنا يمكنك إضافة ، تعديل وحذف التباعين

# ManageTRCK_Drivers
source: Here you can add, edit and delete Drivers.............................
ar: ............................هنا يمكنك إضافة ، تعديل وحذف السائقين

# ManageTRCK_EquipmentModel
source: Here you can add, edit and delete Equipment Model............................
ar: ........................... هنا يمكنك إدارة موديل المعدات

# ManageTRCK_Equipments
source: Here you can add, edit and delete Equipment .............................
ar: ............................هنا يمكنك إضافة ، تعديل وحذف المعدات

# ManageTRCK_Trailers
source: Here you can add, edit and delete Trailers.............................
ar: ............................هنا يمكنك إضافة ، تعديل وحذف المقطورات

# TRCK_AllowedWeight
source: Allowed Weight
ar: الوزن المسموح

# TRCK_AxeCount
source: No Of Axes
ar: عدد الأكسات

# TRCK_ChassisNo
source: Chassis No.
ar: رقم الشاسيه

# TRCK_Color
source: Color
ar: اللون

# TRCK_DriverAssistant
source: Driver Assistant
ar: التباعين

# TRCK_Drivers
source: Drivers
ar: السائقين

# TRCK_EquipmentModel
source: Equipment Model
ar: موديل المعدة

# TRCK_Equipments
source: Equipment
ar: المعدات

# TRCK_ExaminationExpireDate
source: Examination Expire Date
ar: تاريخ إنتهاء الفحص

# TRCK_GrossWeight
source: Gross Weight
ar: الوزن القائم

# TRCK_Height
source: Height
ar: الارتفاع

# TRCK_InsuranceBill
source: Insurance Bill
ar: بوليصة التأمين

# TRCK_InsuranceCompany
source: Insurance Company
ar: شركة التأمين

# TRCK_Length
source: Length
ar: الطول

# TRCK_LicenseNumber
source: License Number
ar: رقم الرخصة

# TRCK_LicensesDetails
source: Licenses Details
ar: بيانات الترخيص

# TRCK_ManufacturDate
source: Manufactur Date
ar: تاريخ التصنيع

# TRCK_MotorNo
source: Motor No.
ar: رقم المحرك

# TRCK_NationalIDNumber
source: National ID Number
ar: الرقم القومي

# TRCK_NoOfAdditionalWheels
source: No Of Additional Wheels
ar: عدد العجل الإحتياطي

# TRCK_NoOfPrimaryWheels
source: No Of Primary Wheels
ar: عدد العجل الأساسي

# TRCK_OriginCountry
source: Country Of Origin
ar: بلد المنشأ

# TRCK_PlateNo
source: Plate No.
ar: رقم اللوحة

# TRCK_ServiceCenter
source: Service Center
ar: مركز الخدمة

# TRCK_ServiceEndDate
source: Service End Date
ar: تاريخ نهاية الخدمة

# TRCK_ServiceStartDate
source: Service Start Date
ar: تاريخ بداية الخدمة

# TRCK_TaxEndDate
source: Tax End Date
ar: تاريخ إنتهاء الضريبة

# TRCK_Trailer
source: Trailer
ar: المقطورة

# TRCK_Trailers
source: Trailers
ar: المقطورات

# TRCK_Width
source: Width
ar: العرض

# TRCK_WorkingDate
source: Working Date
ar: تاريخ التشغيل

# CommericalRegNo
source: Commerical Registration Number
ar: رقم السجل التجاري

source: Expenses
ar: المصروفات

# ExpensesManage
source: Here you can add , edit , delete expenses ......
ar: ............................هنا يمكنك إدارة المصروفات

# PS
source: Purchasing
ar: المشتريات

# PS_ApproveInvoice
source: Approve Purchasing Inv.
ar: إعتماد فواتير المشتريات

# PS_ApproveInvoiceManage
source: Here you can approve purchase invoices ..............
ar: ................. هنا يمكنك إعتماد فواتير المشتريات

# PS_Approving
source: Purchasing Transactions Approving
ar: الإعتمادات

# PS_Invoices
source: Purchases Invoices
ar: فواتير المشتريات

# PS_InvoicesManage
source: Here you can show , edit and print purchases Invoices
ar: ................. هنا يمكنك عرض ،إضافة وتعديل فواتير المشتريات

# PS_ItemsReports
source: Purchasing Items Reports
ar: تقارير شراء الأصناف

# PS_ItemsReportsManage
source: Here you can read and print purchasing items reports ....
ar: ................. هنا يمكنك عرض وطباعة تقارير شراء الأصناف

# PS_PurchasingReports
source: Purchasing Reports
ar: تقارير المشتريات

# PS_PurchasingReportsManage
source: Here you can read and print purchasing reports ......
ar: ................. هنا يمكنك عرض وطباعة تقارير المشتريات

# PS_Reports
source: Reports
ar: التقارير

# PS_ServicesReports
source: Purchasing Services Reports
ar: تقارير خدمات الشراء

# PS_ServicesReportsManage
source: Here you can read and print purchasing services reports ....
ar: ................. هنا يمكنك عرض وطباعة تقارير خدمات الشراء

# PS_Transactions
source: Transactions
ar: الحركات

# PS_UnApproveInvoice
source: UnApprove Purchasing Inv.
ar: فك إعتماد الفواتير

# PS_UnApproveInvoiceManage
source: Here you can unapprove purchase invoices .............
ar: ................. هنا يمكنك فك إعتماد فواتير المشتريات

source: Services
ar: الخدمات

# ServicesManage
source: Here you can add , edit , delete services ......
ar: ............................هنا يمكنك إدارة الخدمات

# SL
source: Sales
ar: المبيعات

# SL_ApproveInvoice
source: Approve Sales Inv.
ar: إعتماد الفواتير

# SL_ApproveInvoiceManage
source: Here you can approve sales invoices
ar: ............................هنا يمكنك إعتماد الفواتير

# SL_Approving
source: Sales Transactions Approving
ar: الإعتمادات

# SL_Invoices
source: Sales Invoices
ar: فواتير المبيعات

# SL_InvoicesManage
source: Here you can manage sales invoices ......
ar: ............................هنا يمكنك إضافة، تعديل وحذف فواتير المبيعات

# SL_ItemsReports
source: Items Reports
ar: تقرير الأصناف

# SL_ItemsReportsManage
source: Here you can read and print Items reports ......
ar: .......................................... هنا يمكنك طباعة تقرير الأصناف

# SL_MasterData
source: Master Data
ar: البيانات الأساسية

# SL_Reports
source: Reports
ar: التقارير

# SL_SalesReports
source: Sales Reports
ar: تقرير المبيعات

# SL_SalesReportsManage
source: Here you can read and print Sales reports .....
ar: .......................................... هنا يمكنك طباعة تقرير المبيعات

# SL_ServicesReports
source: Services Reports
ar: تقرير الخدمات

# SL_ServicesReportsManage
source: Here you can read and print services reports ......
ar: .......................................... هنا يمكنك طباعة تقرير الخدمات

# SL_Transactions
source: Sales Transactions
ar: الحركات

# SL_UnApproveInvoice
source: UnApprove Sales Inv.
ar: فك ترحيل الفواتير

# SL_UnApproveInvoiceManage
source: Here you can Unapprove sales invoices
ar: ............................هنا يمكنك فك ترحيل الفواتير

# BudgetDetailsReport
source: Budget Details
ar: تقرير الموازنات المالية

# BudgetDetailsReportManage
source: Here you can review , export and print budget details .........
ar: .................................... هنا يمكنك طباعة تقرير الموازنات المالية

source: Budgets
ar: أسماء الموازنات التقديرية

# BudgetsFiscal
source: Budgets Details
ar: الموازنات المالية

# BudgetsFiscalManage
source: Here you can add ,edit Budgets Details ......
ar: .................................... هنا يمكنك إدارة الموازنات المالية

# BudgetsManage
source: Here you can add , edit budgets names ......
ar: .................................... هنا يمكنك إضافة، تعديل وحذف أسماء الموازنات التقديرية

# ChequesStatusReports
source: Cheques Reports
ar: تقارير الشيكات

# ChequesStatusReportsManage
source: Here you can review Cheques Status Reports ........
ar: ...................... هنا يمكنك مراجعة تقارير حالة الشيكات

# SC_ClientReturnsVoucher
source: Client Returns Voucher
ar: أذون إرجاع العميل

# SC_ClientReturnsVoucherManage
source: Here you can manage Client Returns Voucher .......
ar: ............................هنا يمكنك متابعة أذون إرجاع العميل

# SC_ExminationOrders
source: Exmination Orders
ar: طلبات الفحص

# SC_ExminationOrdersManage
source: Here you can manage SC Exminations Orders ......
ar: ............................هنا يمكنك إدارة طلبات الفحص

# SC_OpeningBalance
source: Stock Opening Balance
ar: أرصدة المخازن الإفتتاحية

# SC_OpeningBalanceManage
source: Here tou can manage Stock opening balance.......
ar: ............................هنا يمكنك إدارة أرصدة المخازن الإفتتاحية

# SC_SupplierReturnsVoucher
source: Supplier Returns Voucher
ar: أذون إرجاع المورد

# SC_SupplierReturnsVoucherManage
source: Here you can manage Supplier Returns Voucher ....
ar: ............................هنا يمكنك متابعة أذون إرجاع المورد

# A_CashFlowManage
source: Here you can Add ,Update,delete Cash Flow.....
ar: .................................... هنا يمكنك إضافة، تعديل وحذف حسابات التدفق النقدية

source: Cash Flow
ar: حسابات التدفق النقدية

# CashFlowReport
source: Cash Flow
ar: تقرير التدفقات النقدية

# CashFlowReportManage
source: Here you can View CashFlow.....
ar: .................................... هنا يمكنك طباعة تقرير التدفقات النقدية

# PS_MasterData
source: Master Data
ar: البيانات الأساسية

# SC_MaterialIssueRequest
source: Material Issue Request
ar: طلبات الصرف

# SC_MaterialIssueRequestManage
source: Here you can manage material issue request .............
ar: ............................هنا يمكنك إدارة طلبات الصرف

# DraftInvoicesApprovals
source: Transfer Draft Invoices
ar: نقل مسودة الفواتير

# ManageDraftInvoicesApprovals
source: Here you can transfer draft invoices ..................................................
ar: .......................................... هنا يمكنك نقل مسودة الفواتير

# I_PriceList
source: Prices List
ar: قائمة السعر

# I_PriceListManage
source: Here you can manage Price List
ar: .................................... هنا يمكنك إدارة قائمة السعر

# SC_OpenCloseMaterialIssueRequest
source: Open / Close Material Issue Request
ar: فتح / غلق أذون الصرف

# SC_OpenCloseMaterialIssueRequestManage
source: Here you can Open / Close Material Issue Request .................
ar: ............................هنا يمكنك إدارة فتح / غلق أذون الصرف

# SC_StoresTransferVoucher
source: Stores Transfer Voucher
ar: التحويل بين المخازن

# SC_StoresTransferVoucherManage
source: Here you can manage Stores transfer voucher
ar: ............................هنا يمكنك إدارة التحويل بين المخازن

# BLDocuments
source: Houses
ar: الوثائق

# WH_FCL_Tariff_ProjectsManage
source: Here you can add or update or delete FCL Tariff .........
ar: Her You Can Add or Update or Delete FCL Tariff .........

source: Copy
ar: نسخ

source: Manual Code
ar: كود يدوي

source: Search Store Name / Account Name
ar: بحث إسم المخزن / إسم الحساب

source: Account Group
ar: مجموعة الحساب

source: CashFlow Group
ar: مجموعة التدفق النقدية

source: ex. Egyptian pound
ar: مثال: جنيه مصري

source: Journal Vouchers
ar: القيود اليومية

source: JV No Fixed
ar: رقم القيد الثابت

source: Search Code / Name / Local Name
ar: بحث الكود / الإسم/ الإسم المحلي

source: Search Trans Type / JV Type / Journal Type
ar: بحث نوع الحركة / نوع اليومية / نوع المستند

source: Add Remarks to Details
ar: إضافة ملاحظات القيد إلي التفاصيل

source: Excel
ar: إكسل

source: Print JVs
ar: طباعة القيود

source: Print Total
ar: طباعة الإجمالي

source: Road Number
ar: رقم الطريق

source: Save Road Number
ar: حفظ رقم الطريق

source: Create JV
ar: إنشاء قيد

source: Foreign Currency Account
ar: حساب تقييم العملة

source: Save Changes
ar: حفظ التغييرات

source: Unit Code
ar: كود الوحدة

source: Unit Name
ar: إسم الوحدة

source: Units
ar: الوحدات

source: Client Name
ar: إسم العميل

# WH_MTY_Tariff
source: Empty Containers Tariff
ar: تعريفة الفوارغ

# WH_MTY_Tariff_Details
source: Empty Containers Tariff Details
ar: بنود تعريفة الفوارغ

# WH_MTY_Tariff_Items_Periods
source: Empty Containers Tariff Items Periods
ar: Empty Tariff Items Periods

# FloorNO
source: Floor Number
ar: رقم الدور

# WH_CSL_Tariff
source: Consol Tariff
ar: Console Tariff

# WH_CSL_Tariff_Details
source: Consol Tariff Details
ar: CSL Tariff Details

# WH_CSL_Tariff_Imo
source: Consol Tariff Imo
ar: CSL Tariff Imo

# WH_CSL_Tariff_Items_Periods
source: Consol Tariff Items Periods
ar: CSL Tariff Items Periods

# WH_CSL_Tariff_ProjectsManage
source: Here you can add or update or delete Consol Tariff .........
ar: Here you can add or update or delete CSL Tariff .........

# isCalcOneTimeToDay
source: Calc One Time To Day
ar: تحسب مره واحدة فى اليوم

source: UnApproved
ar: غير معتمد

source: Units NO
ar: عدد الوحدات

source: Bar Code
ar: بار كود

source: Day Amount
ar: نسبة الاهلاك باليوم

source: Depreciable Amount
ar: كمية قابلة للإلاك

# Devison
source: Division
ar: الإدارة

# FA_Assets
source: Assets
ar: بطاقة الأصل

# FA_AssetsDestructions
source: Assets Destructions
ar: مجمع إهلاك الاصول

# FA_AssetsManage
source: Here you can Manage Assets .....
ar: هنا يمكنك إدارة البيانات الأساسية للاصول

# FA_DestructionsStopsPeriod
source: Depreciation Stops Periods
ar: فترات توقف الإهلاك

# FA_DestructionsStopsPeriodManage
source: Here you can stop Assest Destructions In specific periods
ar: هنا يمكنك تحديد الفترات التي يتوقف فيها الإهلاك لأصول معينة

# FA_MasterData
source: Master Data
ar: البيانات الأساسية

source: Intial Amount
ar: القيمة الدفتريـة

source: Month Amount
ar: نسبة الاهلاك بالشهر
